Page({

  /**
   * 页面的初始数据
   */
  data: {

    bookInfo: {
      text1: '炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n',
      text2: '一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n    炎炎夏日，位于联邦东部的池云雨林，云雾弥漫，好似一层薄纱环绕，一棵棵参天古树，纵横交错，繁茂的树冠中，时而有几只飞鸟腾空而起，嘶鸣着翱翔于天际间。\n\n    天空上，那仿佛可以永恒存在的太阳，已然不再是人们记忆里的样子，而是在多年前，被一把庞大到难以形容的青铜古剑，直接刺穿，露出小半个剑尖！\n\n    这古剑似经历万古岁月，自星空而来，透出无尽沧桑，更有一股强烈的威压，形成光晕，笼罩苍穹，仿佛能镇压大地，让众生膜拜！\n\n    远远看去，这一幕剑阳雨林，好似一副画卷，直至远处传来嗡嗡之声，才被打破。一艘红色的大热气球船，正于雨林上方缓缓飞来。\n\n    这热气球船舱很大，足以容纳数百人，能看到很多少年男女，在甲板上三五成群，时而传出欢声笑语。\n\n    他们，是来自凤凰城中，这一届考入联邦四大道院之一，缥缈道院的学子，正乘坐这属于缥缈道院的飞艇，跨越万里，前往缥缈道院求学。\n\n    或许是对求学的期待，旅程对于这些少年男女来说并不枯燥，男女之间，更有一些朦胧的吸引，使得这万里之旅，别有一些乐趣。\n\n    又因路途遥远，所以在这飞艇上，配备了食馆，修灵室、医务室等区域。\n\n    此刻，飞艇的食馆中，学子不少，其中一处饭桌旁，坐着一个挺着肚皮的小胖子。\n\n    这小胖子约莫十七八岁，穿着蓝色的宽大长袍，圆圆的小脸勉强也算眉清目秀，正一边拍着肚子，发出啪啪的声音，一边追悔莫及的望着面前七八个空空的盘子。\n\n    “这一顿吃下去又要涨三斤，我怎么就没忍住呢，想要成为联邦总统，我不能英年早逝啊。”小胖子愁眉苦脸，懊悔不已时，打了个饱嗝。\n\n'
      chapters: [{
        "title": "开新书了~~~",
        "url": "https://m.biquge.info/23_23024/8360067.html"
      }, {
        "title": "今天的更新说明兼感谢",
        "url": "https://m.biquge.info/23_23024/8360068.html"
      }, {
        "title": "关于新书期的更新",
        "url": "https://m.biquge.info/23_23024/8360069.html"
      }, {
        "title": "第1章 你一定要来",
        "url": "https://m.biquge.info/23_23024/8360070.html"
      }, {
        "title": "第2章 中招了",
        "url": "https://m.biquge.info/23_23024/8360071.html"
      }, {
        "title": "第3章 监护人",
        "url": "https://m.biquge.info/23_23024/8360072.html"
      }, {
        "title": "第4章 你是我的药（1）",
        "url": "https://m.biquge.info/23_23024/8360073.html"
      }, {
        "title": "第5章 你是我的药（2）",
        "url": "https://m.biquge.info/23_23024/8360074.html"
      }, {
        "title": "第6章 你是我的药（3）",
        "url": "https://m.biquge.info/23_23024/8360075.html"
      }, {
        "title": "第7章 你是我的药（4）",
        "url": "https://m.biquge.info/23_23024/8360076.html"
      }, {
        "title": "第8章 你是我的药（5）",
        "url": "https://m.biquge.info/23_23024/8360077.html"
      }, {
        "title": "第9章 你是我的药（6）",
        "url": "https://m.biquge.info/23_23024/8360078.html"
      }, {
        "title": "第10章 你是我的药（7）",
        "url": "https://m.biquge.info/23_23024/8360079.html"
      }, {
        "title": "第11章 请什么病假？",
        "url": "https://m.biquge.info/23_23024/8360080.html"
      }, {
        "title": "第12章 有什么证据",
        "url": "https://m.biquge.info/23_23024/8360081.html"
      }, {
        "title": "第13章 顺藤摸瓜（1）",
        "url": "https://m.biquge.info/23_23024/8360082.html"
      }, {
        "title": "第14章 顺藤摸瓜（2）",
        "url": "https://m.biquge.info/23_23024/8360083.html"
      }, {
        "title": "第15章 顺藤摸瓜（3）",
        "url": "https://m.biquge.info/23_23024/8360084.html"
      }, {
        "title": "第16章 顺藤摸瓜（4）",
        "url": "https://m.biquge.info/23_23024/8360085.html"
      }, {
        "title": "第17章 顺藤摸瓜（5）",
        "url": "https://m.biquge.info/23_23024/8360086.html"
      }, {
        "title": "第18章 顺藤摸瓜（6）",
        "url": "https://m.biquge.info/23_23024/8360087.html"
      }, {
        "title": "第19章 没有机会了",
        "url": "https://m.biquge.info/23_23024/8360088.html"
      }, {
        "title": "第20章 第一次见到他",
        "url": "https://m.biquge.info/23_23024/8360089.html"
      }, {
        "title": "第21章 终于醒了",
        "url": "https://m.biquge.info/23_23024/8360090.html"
      }, {
        "title": "第22章 我高攀不上",
        "url": "https://m.biquge.info/23_23024/8360091.html"
      }, {
        "title": "第23章 被表白了",
        "url": "https://m.biquge.info/23_23024/8360092.html"
      }, {
        "title": "第24章 不要告诉他",
        "url": "https://m.biquge.info/23_23024/8360093.html"
      }, {
        "title": "第25章 你们想多了",
        "url": "https://m.biquge.info/23_23024/8360094.html"
      }, {
        "title": "第26章 没有任何隐私",
        "url": "https://m.biquge.info/23_23024/8360095.html"
      }, {
        "title": "第27章 大隐隐于市",
        "url": "https://m.biquge.info/23_23024/8360096.html"
      }, {
        "title": "第28章 你死我活",
        "url": "https://m.biquge.info/23_23024/8360097.html"
      }, {
        "title": "第29章 死有余辜",
        "url": "https://m.biquge.info/23_23024/8360098.html"
      }, {
        "title": "第30章 挑明心意",
        "url": "https://m.biquge.info/23_23024/8360099.html"
      }, {
        "title": "第31章 让我追你吧",
        "url": "https://m.biquge.info/23_23024/8360100.html"
      }, {
        "title": "第32章 找个借口",
        "url": "https://m.biquge.info/23_23024/8360101.html"
      }, {
        "title": "第33章 有人接，有人挂",
        "url": "https://m.biquge.info/23_23024/8360102.html"
      }, {
        "title": "第34章 底线和职业道德",
        "url": "https://m.biquge.info/23_23024/8360103.html"
      }, {
        "title": "第35章 在一起",
        "url": "https://m.biquge.info/23_23024/8360104.html"
      }, {
        "title": "第36章 不速之客（1）",
        "url": "https://m.biquge.info/23_23024/8360105.html"
      }, {
        "title": "第37章 不速之客（2）",
        "url": "https://m.biquge.info/23_23024/8360106.html"
      }, {
        "title": "第38章 面试（1）",
        "url": "https://m.biquge.info/23_23024/8360107.html"
      }, {
        "title": "第39章 面试（2）",
        "url": "https://m.biquge.info/23_23024/8360108.html"
      }, {
        "title": "第40章 面试（3）",
        "url": "https://m.biquge.info/23_23024/8360109.html"
      }, {
        "title": "第41章 触了逆鳞",
        "url": "https://m.biquge.info/23_23024/8360110.html"
      }, {
        "title": "第42章 铁哥们儿",
        "url": "https://m.biquge.info/23_23024/8360111.html"
      }, {
        "title": "第43章 反客为主",
        "url": "https://m.biquge.info/23_23024/8360112.html"
      }, {
        "title": "第44章 绿茶VS汉子婊",
        "url": "https://m.biquge.info/23_23024/8360113.html"
      }, {
        "title": "第45章 重色轻友",
        "url": "https://m.biquge.info/23_23024/8360114.html"
      }, {
        "title": "第46章 人比人",
        "url": "https://m.biquge.info/23_23024/8360115.html"
      }, {
        "title": "第47章 抗体",
        "url": "https://m.biquge.info/23_23024/8360116.html"
      }, {
        "title": "第48章 失联的周末",
        "url": "https://m.biquge.info/23_23024/8360117.html"
      }, {
        "title": "第49章 想你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8360118.html"
      }, {
        "title": "第50章 一路相随",
        "url": "https://m.biquge.info/23_23024/8360119.html"
      }, {
        "title": "第51章 搜检（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8360120.html"
      }, {
        "title": "今天三更已发，求月票！！！",
        "url": "https://m.biquge.info/23_23024/8360121.html"
      }, {
        "title": "第52章 枕头下的睡衣 （第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8360122.html"
      }, {
        "title": "第53章 是几个意思（第二更月票100+）",
        "url": "https://m.biquge.info/23_23024/8360123.html"
      }, {
        "title": "第54章 出乎意料（第三更月票200+）",
        "url": "https://m.biquge.info/23_23024/8360124.html"
      }, {
        "title": "第55章 有人欢喜有人愁（第四更求月票）",
        "url": "https://m.biquge.info/23_23024/8363277.html"
      }, {
        "title": "关于今天的第四更",
        "url": "https://m.biquge.info/23_23024/8363278.html"
      }, {
        "title": "第56章 擦边球（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8370661.html"
      }, {
        "title": "第57章 盯上了（第二更月票300+）",
        "url": "https://m.biquge.info/23_23024/8375829.html"
      }, {
        "title": "第58章 同心圆（1）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8376306.html"
      }, {
        "title": "第59章 同心圆（2）（第一更）",
        "url": "https://m.biquge.info/23_23024/8436133.html"
      }, {
        "title": "第60章 同心圆（3）（第二更月票400+）",
        "url": "https://m.biquge.info/23_23024/8606365.html"
      }, {
        "title": "第61章 同心圆（4）（第三更）",
        "url": "https://m.biquge.info/23_23024/8606366.html"
      }, {
        "title": "第62章 不如喂狗（第四更月票500+）",
        "url": "https://m.biquge.info/23_23024/8606367.html"
      }, {
        "title": "第63章 没信号了（第一更）",
        "url": "https://m.biquge.info/23_23024/8606368.html"
      }, {
        "title": "第64章 保护者（第二更浅笑轻纱灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/8606369.html"
      }, {
        "title": "第65章 他们的目标（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8607245.html"
      }, {
        "title": "第66章 警报声响 (第一更）",
        "url": "https://m.biquge.info/23_23024/8613970.html"
      }, {
        "title": "第67章 势态升级（第二更月票600+）",
        "url": "https://m.biquge.info/23_23024/8615341.html"
      }, {
        "title": "第68章 涟漪效应（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8617680.html"
      }, {
        "title": "第69章 出动（第四更月票700+）",
        "url": "https://m.biquge.info/23_23024/8619853.html"
      }, {
        "title": "第70章 特卫二号（第一更）",
        "url": "https://m.biquge.info/23_23024/8623576.html"
      }, {
        "title": "第71章 跑哪儿去了（第二更浅笑轻纱灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/8625255.html"
      }, {
        "title": "第72章 声势浩大（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8627144.html"
      }, {
        "title": "第73章 重火力（第一更）",
        "url": "https://m.biquge.info/23_23024/8632413.html"
      }, {
        "title": "第74章 霍少的选择（1）（第二更o圈圈魚0灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/8634823.html"
      }, {
        "title": "第75章 霍少的选择（2）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8636164.html"
      }, {
        "title": "第76章 霍少的选择（3）（第一更）",
        "url": "https://m.biquge.info/23_23024/8641333.html"
      }, {
        "title": "第77章 霍少的选择（4）（第二更月票800+）",
        "url": "https://m.biquge.info/23_23024/8642489.html"
      }, {
        "title": "第78章 霍少的选择（5）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8644387.html"
      }, {
        "title": "第79章 霍少的选择（6）（第四更月票900+）",
        "url": "https://m.biquge.info/23_23024/8645185.html"
      }, {
        "title": "今天四更已毕！求月票！！！",
        "url": "https://m.biquge.info/23_23024/8645310.html"
      }, {
        "title": "第80章 霍少的选择（7）（第一更）",
        "url": "https://m.biquge.info/23_23024/8648801.html"
      }, {
        "title": "第81章 顾念之的直觉（1）（第二更o圈圈魚0o灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/8650017.html"
      }, {
        "title": "第82章 顾念之的直觉（2）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8651756.html"
      }, {
        "title": "第83章 顾念之的直觉（3）（第一更）",
        "url": "https://m.biquge.info/23_23024/8655359.html"
      }, {
        "title": "第84章 回驻地（第二更月票1000+）",
        "url": "https://m.biquge.info/23_23024/8657458.html"
      }, {
        "title": "第85章 你有女朋友吗（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8659075.html"
      }, {
        "title": "第86章 满满都是回忆（第四更月票1100+）",
        "url": "https://m.biquge.info/23_23024/8659987.html"
      }, {
        "title": "第87章 别挂电话（第一更）",
        "url": "https://m.biquge.info/23_23024/8662716.html"
      }, {
        "title": "第88章 狐狸尾巴（第二更云华月清灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/8664293.html"
      }, {
        "title": "第89章 闪电行动（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/8665879.html"
      }, {
        "title": "第90章 一切尽在掌握（第一更）",
        "url": "https://m.biquge.info/23_23024/8791943.html"
      }, {
        "title": "第91章 交换条件（第二更月票1200+）",
        "url": "https://m.biquge.info/23_23024/8855077.html"
      }, {
        "title": "第92章 我们就是干这个的（第三更）",
        "url": "https://m.biquge.info/23_23024/8927458.html"
      }, {
        "title": "第93章 不给你满足感（第四更月票1300+）",
        "url": "https://m.biquge.info/23_23024/8938035.html"
      }, {
        "title": "第94章 等他的消息（第一更）",
        "url": "https://m.biquge.info/23_23024/8998826.html"
      }, {
        "title": "第95章 跟我约吧（第二更月票1400+）",
        "url": "https://m.biquge.info/23_23024/9012490.html"
      }, {
        "title": "第96章 共同的回忆（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9036891.html"
      }, {
        "title": "第97章 争风吃醋（第四更月票1500+）",
        "url": "https://m.biquge.info/23_23024/9084145.html"
      }, {
        "title": "第98章 什么是爱（第一更）",
        "url": "https://m.biquge.info/23_23024/9126310.html"
      }, {
        "title": "第99章 戏太多（第二更月票1600+）",
        "url": "https://m.biquge.info/23_23024/9140495.html"
      }, {
        "title": "第100章 不是我能做主的（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9170594.html"
      }, {
        "title": "第101章 还要不要做人了（第四更月票1700+）",
        "url": "https://m.biquge.info/23_23024/9170595.html"
      }, {
        "title": "第102章 需要动一动了（第一更）",
        "url": "https://m.biquge.info/23_23024/9303709.html"
      }, {
        "title": "第103章 只要一种结果（第二更月票1800+）",
        "url": "https://m.biquge.info/23_23024/9351754.html"
      }, {
        "title": "第104章 都是幌子（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9406377.html"
      }, {
        "title": "第105章 默默甩锅（第四更月票1900+）",
        "url": "https://m.biquge.info/23_23024/9434063.html"
      }, {
        "title": "第106章 走得很急（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9496830.html"
      }, {
        "title": "第107章 偶遇证明有缘份（第二更云华月清灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/9526052.html"
      }, {
        "title": "第108章 得理就要不饶人（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9536193.html"
      }, {
        "title": "第109章 不要模仿我（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9570857.html"
      }, {
        "title": "第110章 不肯受委屈（第二更月票2000+）",
        "url": "https://m.biquge.info/23_23024/9581629.html"
      }, {
        "title": "第111章 习惯留一手（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9595062.html"
      }, {
        "title": "第112章 你活该（第四更月票2100+）",
        "url": "https://m.biquge.info/23_23024/9600813.html"
      }, {
        "title": "第113章 会也不告诉你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9623711.html"
      }, {
        "title": "第114章 所思在远道（第二更月票2200+）",
        "url": "https://m.biquge.info/23_23024/9631194.html"
      }, {
        "title": "第115章 霸气贵公子（第三更）",
        "url": "https://m.biquge.info/23_23024/9645487.html"
      }, {
        "title": "第116章 好看吗？好看（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9691105.html"
      }, {
        "title": "第117章 宠过头了（第二更月票2300+）",
        "url": "https://m.biquge.info/23_23024/9691106.html"
      }, {
        "title": "第118章 有重要的话说（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9691107.html"
      }, {
        "title": "第119章 不许失败",
        "url": "https://m.biquge.info/23_23024/9708182.html"
      }, {
        "title": "第120章 寻找男神（第二更月票2400+）",
        "url": "https://m.biquge.info/23_23024/9708460.html"
      }, {
        "title": "第121章 破解密码（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9709278.html"
      }, {
        "title": "三更已经更完！求月票！！！",
        "url": "https://m.biquge.info/23_23024/9709279.html"
      }, {
        "title": "第122章 师夷长技 （第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9737012.html"
      }, {
        "title": "第123章 另辟蹊径（第二更月票2500+）",
        "url": "https://m.biquge.info/23_23024/9745399.html"
      }, {
        "title": "第124章 心太大（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9745400.html"
      }, {
        "title": "最后三天！！！紧急召唤月票！！！",
        "url": "https://m.biquge.info/23_23024/9745401.html"
      }, {
        "title": "第125章 有大礼（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9773011.html"
      }, {
        "title": "第126章 怪我咯（第二更月票2600+）",
        "url": "https://m.biquge.info/23_23024/9773993.html"
      }, {
        "title": "第127章 出尽风头（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9774180.html"
      }, {
        "title": "第128章 何教授这么好？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9796320.html"
      }, {
        "title": "第129章 幸会（第二更月票2700+）",
        "url": "https://m.biquge.info/23_23024/9800075.html"
      }, {
        "title": "第130章 衣香鬓影（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9802981.html"
      }, {
        "title": "八一给少将大人求保底月票当礼物！！！",
        "url": "https://m.biquge.info/23_23024/9806057.html"
      }, {
        "title": "第131章 补谁的缺呢？（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/9807352.html"
      }, {
        "title": "第132章 打群架（第二更月票2800+）",
        "url": "https://m.biquge.info/23_23024/9810554.html"
      }, {
        "title": "第133章 彪悍不减当年（第三更月票2900+）",
        "url": "https://m.biquge.info/23_23024/9813540.html"
      }, {
        "title": "第134章 分分钟让你坐牢（第四更求月票）",
        "url": "https://m.biquge.info/23_23024/9819787.html"
      }, {
        "title": "第135章 天意难测（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9828595.html"
      }, {
        "title": "第136章 我让他身败名裂（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/9832806.html"
      }, {
        "title": "只想问，还有保底月票吗？",
        "url": "https://m.biquge.info/23_23024/9833172.html"
      }, {
        "title": "第137章 他赔得起吗？（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9847600.html"
      }, {
        "title": "第138章 不会不管她（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9872452.html"
      }, {
        "title": "第139章 望梅止渴（第二更月票3100+）",
        "url": "https://m.biquge.info/23_23024/9872453.html"
      }, {
        "title": "第140章 相请不如偶遇（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9890415.html"
      }, {
        "title": "第141章 你能原谅我吗？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9900982.html"
      }, {
        "title": "第142章 生活不能自理（两更合一，含月票3200+）",
        "url": "https://m.biquge.info/23_23024/9908845.html"
      }, {
        "title": "第143章 她不是吃素的（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9926553.html"
      }, {
        "title": "第144章 终于等到了（4K5，含月票3300+）",
        "url": "https://m.biquge.info/23_23024/9930647.html"
      }, {
        "title": "第145章 尊师重道（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9945401.html"
      }, {
        "title": "第146章 压压惊（4K，含月票3400+）",
        "url": "https://m.biquge.info/23_23024/9947435.html"
      }, {
        "title": "第147章 在座的都是辣鸡（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9953422.html"
      }, {
        "title": "第148章 不要被她甩得太远（4K，含月票3500+）",
        "url": "https://m.biquge.info/23_23024/9955512.html"
      }, {
        "title": "第149章 图样图森破（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9961161.html"
      }, {
        "title": "第150章 还有别的利用价值（第二更，月票3600+）",
        "url": "https://m.biquge.info/23_23024/9966561.html"
      }, {
        "title": "第151章 为他担心（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/9970490.html"
      }, {
        "title": "第152章 我想你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9975072.html"
      }, {
        "title": "第153章 我求你（4K，含月票3700+）",
        "url": "https://m.biquge.info/23_23024/9981149.html"
      }, {
        "title": "第154章 你不能骗我（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9997447.html"
      }, {
        "title": "第155章 不会让你有事（4K2，含月票3800+）",
        "url": "https://m.biquge.info/23_23024/9997448.html"
      }, {
        "title": "第156章 为谁而来（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10004327.html"
      }, {
        "title": "第157章 意外之财 （4K，含月票3900+）",
        "url": "https://m.biquge.info/23_23024/10007510.html"
      }, {
        "title": "第158章 后继有人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10015316.html"
      }, {
        "title": "第159章 是不是很般配？（4K，含月票4000+）",
        "url": "https://m.biquge.info/23_23024/10017144.html"
      }, {
        "title": "第160章 给她退回去（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10027006.html"
      }, {
        "title": "第161章 长点儿心眼（4K，月票4100+）",
        "url": "https://m.biquge.info/23_23024/10028323.html"
      }, {
        "title": "第162章 教做人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10035700.html"
      }, {
        "title": "第163章 一言为定（4K2，含月票4200+）",
        "url": "https://m.biquge.info/23_23024/10036768.html"
      }, {
        "title": "第164章 无利不起早（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/10041811.html"
      }, {
        "title": "第165章 巧合（4K3，含月票4300+）",
        "url": "https://m.biquge.info/23_23024/10044228.html"
      }, {
        "title": "月中求月票",
        "url": "https://m.biquge.info/23_23024/10044642.html"
      }, {
        "title": "第166章 最重视的（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10053896.html"
      }, {
        "title": "第167章 让你成为我女神（4K，含月票4400+）",
        "url": "https://m.biquge.info/23_23024/10058640.html"
      }, {
        "title": "第168章 更好的人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10075095.html"
      }, {
        "title": "第169章 真的很想（4K2，含月票4500+）",
        "url": "https://m.biquge.info/23_23024/10082943.html"
      }, {
        "title": "第170章 登堂入室（第一更）",
        "url": "https://m.biquge.info/23_23024/10082946.html"
      }, {
        "title": "第170章 登堂入室（第一更）",
        "url": "https://m.biquge.info/23_23024/10082947.html"
      }, {
        "title": "第171章 十八岁生日（1）（4K1，含月票4600+）",
        "url": "https://m.biquge.info/23_23024/10083630.html"
      }, {
        "title": "第171章 十八岁生日（1）（4K1，含月票4600+）",
        "url": "https://m.biquge.info/23_23024/10083631.html"
      }, {
        "title": "第172章 十八岁生日（2）",
        "url": "https://m.biquge.info/23_23024/10091092.html"
      }, {
        "title": "第173章 十八岁生日（3）（4K，含月票4700+）",
        "url": "https://m.biquge.info/23_23024/10094167.html"
      }, {
        "title": "第174章 十八岁生日（4）",
        "url": "https://m.biquge.info/23_23024/10100495.html"
      }, {
        "title": "第175章 十八岁生日（5）（4K5，含月票4800+）",
        "url": "https://m.biquge.info/23_23024/10102458.html"
      }, {
        "title": "第176章 十八岁生日（6）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10113833.html"
      }, {
        "title": "第177章 十八岁生日（7）（4K，含月票4900+）",
        "url": "https://m.biquge.info/23_23024/10116227.html"
      }, {
        "title": "第177章 十八岁生日（7）（4K，含月票4900+）",
        "url": "https://m.biquge.info/23_23024/10116228.html"
      }, {
        "title": "第178章 背后的势力（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/10122185.html"
      }, {
        "title": "第179章 不要担虚名（4K，含月票5000+）",
        "url": "https://m.biquge.info/23_23024/10128044.html"
      }, {
        "title": "第180章 开放的关系（第四更，月票5100+）",
        "url": "https://m.biquge.info/23_23024/10140430.html"
      }, {
        "title": "第181章 贵圈真乱（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10143891.html"
      }, {
        "title": "第182章 跟他了断（4K，含月票5200+）",
        "url": "https://m.biquge.info/23_23024/10147591.html"
      }, {
        "title": "第183章 半年之约（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10152988.html"
      }, {
        "title": "第184章 打码的照片（4K，含月票5300+）",
        "url": "https://m.biquge.info/23_23024/10156565.html"
      }, {
        "title": "第185章 都是套路（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10169070.html"
      }, {
        "title": "第186章 重逢（5K3，月票5400+）",
        "url": "https://m.biquge.info/23_23024/10170453.html"
      }, {
        "title": "见面了见面了！求月票！！！",
        "url": "https://m.biquge.info/23_23024/10170454.html"
      }, {
        "title": "第187章 回家（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10182862.html"
      }, {
        "title": "第188章 进门（第二更求月票，含书香迷恋168灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/10185018.html"
      }, {
        "title": "第189章 家人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10280678.html"
      }, {
        "title": "第190章 是梦非梦（4K求月票，含书香迷恋168灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/10312404.html"
      }, {
        "title": "第191章 风雪夜归人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10419410.html"
      }, {
        "title": "第192章 第一次见面（4K2，含霁鱼儿灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/10457957.html"
      }, {
        "title": "第193章 永远十八岁（第一更，求推荐票）",
        "url": "https://m.biquge.info/23_23024/10551084.html"
      }, {
        "title": "第194章 顾念之的直觉（4K，含霁鱼儿灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/10589806.html"
      }, {
        "title": "第195章 取悦（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10600634.html"
      }, {
        "title": "第196章 和你在一起（1）（第二更含任逍遥2722盟主+1）",
        "url": "https://m.biquge.info/23_23024/10604129.html"
      }, {
        "title": "第197章 和你在一起（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10615529.html"
      }, {
        "title": "八月最后一天求一下月票",
        "url": "https://m.biquge.info/23_23024/10615868.html"
      }, {
        "title": "第198章 和你在一起（3）（第二更求月票，任逍遥2722灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/10618662.html"
      }, {
        "title": "第199章 和你在一起（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10627724.html"
      }, {
        "title": "第200章 和你在一起（5）（第二更求月票，任逍遥2722仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/10633790.html"
      }, {
        "title": "第201章 和你在一起（6）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10640838.html"
      }, {
        "title": "第202章 和你在一起（7）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10643126.html"
      }, {
        "title": "第203章 我心里的人（第三更求月票，柳神轻语灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/10645272.html"
      }, {
        "title": "第204章 你的人那么硬（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10650772.html"
      }, {
        "title": "第205章 来撩我啊（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10654625.html"
      }, {
        "title": "第206章 败给你了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10659816.html"
      }, {
        "title": "第207章 足够幸运（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10663574.html"
      }, {
        "title": "第207章 足够幸运（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10663575.html"
      }, {
        "title": "第208章 往事如烟（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/10668353.html"
      }, {
        "title": "第209章 这个家谁做主（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10670248.html"
      }, {
        "title": "第210章 曾经的深爱（第三更求月票，柳神轻语灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/10672177.html"
      }, {
        "title": "第211章 我马上就来（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10677285.html"
      }, {
        "title": "第212章 教法盲做人（4K5，含霁鱼儿仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/10682191.html"
      }, {
        "title": "第212章 教法盲做人（4K5，含霁鱼儿仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/10682192.html"
      }, {
        "title": "第213章 当务之急（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10686927.html"
      }, {
        "title": "第214章 情书（4K，含广寒宫主a灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/10690795.html"
      }, {
        "title": "第215章 还是担心你自己吧（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10695198.html"
      }, {
        "title": "第216章 我是你的药（加更求月票，含广寒宫主a灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/10699116.html"
      }, {
        "title": "第217章 被发现了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10703874.html"
      }, {
        "title": "第218章 打趴窝了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10707635.html"
      }, {
        "title": "第219章 有何贵干（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10711888.html"
      }, {
        "title": "早上更新的第219章被屏蔽了",
        "url": "https://m.biquge.info/23_23024/10712534.html"
      }, {
        "title": "第220章 被秒的渣都不剩（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10715701.html"
      }, {
        "title": "第221章 不甘示弱（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10719968.html"
      }, {
        "title": "第222章 你哄哄我吧（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10723612.html"
      }, {
        "title": "第223章 我愿意为你（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/10727470.html"
      }, {
        "title": "第224章 意外收获（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10731153.html"
      }, {
        "title": "第225章 要人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10741307.html"
      }, {
        "title": "第226章 你把她给我行吗？（加更3K求月票）",
        "url": "https://m.biquge.info/23_23024/10741308.html"
      }, {
        "title": "第227章 我跟他们不熟（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10745374.html"
      }, {
        "title": "第228章 等着王子的睡美人（加更求月票）",
        "url": "https://m.biquge.info/23_23024/10748822.html"
      }, {
        "title": "第229章 醒来（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10752762.html"
      }, {
        "title": "第230章 人比人气死人（1）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10755404.html"
      }, {
        "title": "第231章 人比人气死人（2）（第一更）",
        "url": "https://m.biquge.info/23_23024/10759054.html"
      }, {
        "title": "第232章 人比人气死人（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10760042.html"
      }, {
        "title": "第233章 人比人气死人（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/10761157.html"
      }, {
        "title": "第234章 人比人气死人（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10763654.html"
      }, {
        "title": "第235章 人比人气死人（6）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10768351.html"
      }, {
        "title": "第236章 人比人气死人（7）（3K7，求月票）",
        "url": "https://m.biquge.info/23_23024/10773333.html"
      }, {
        "title": "第237章 人比人气死人（8）（3K8，第二更）",
        "url": "https://m.biquge.info/23_23024/10776932.html"
      }, {
        "title": "第238章 先声夺人（第一更3K5，求推荐票）",
        "url": "https://m.biquge.info/23_23024/10780910.html"
      }, {
        "title": "第239章 谣言倒逼真相（第二更3K3）",
        "url": "https://m.biquge.info/23_23024/10785068.html"
      }, {
        "title": "第240章 情何以堪（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10789611.html"
      }, {
        "title": "第241章 正面杠（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10799834.html"
      }, {
        "title": "第242章 前夫不是丈夫（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10803473.html"
      }, {
        "title": "第243章 收网（第二更3K5,求月票）",
        "url": "https://m.biquge.info/23_23024/10808344.html"
      }, {
        "title": "第244章 强势清理（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10813788.html"
      }, {
        "title": "第245章 再也不见（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10822108.html"
      }, {
        "title": "第246章 都是套路（第一更）",
        "url": "https://m.biquge.info/23_23024/10827824.html"
      }, {
        "title": "第247章 心实喜之（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10838693.html"
      }, {
        "title": "第248章 新年快乐（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10846605.html"
      }, {
        "title": "第249章 被激怒了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10889753.html"
      }, {
        "title": "第250章 霍少去哪儿了（第一更）",
        "url": "https://m.biquge.info/23_23024/10889757.html"
      }, {
        "title": "第251章 分分钟教他做人（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10910551.html"
      }, {
        "title": "第252章 以夷制夷（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/10910552.html"
      }, {
        "title": "第253章 你必须相信我（1）（第二更3K6，求月票）",
        "url": "https://m.biquge.info/23_23024/10916138.html"
      }, {
        "title": "第254章 你必须相信我（2）（第一更3K，求月票）",
        "url": "https://m.biquge.info/23_23024/10928420.html"
      }, {
        "title": "第255章 你必须相信我（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10928421.html"
      }, {
        "title": "第256章 你必须相信我（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10934366.html"
      }, {
        "title": "第257章 你必须相信我（5）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10941877.html"
      }, {
        "title": "第258章 你必须相信我（6）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/10944646.html"
      }, {
        "title": "第259章 你必须相信我（7）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10948245.html"
      }, {
        "title": "第260章 喂葡萄的正确姿势（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10952531.html"
      }, {
        "title": "第261章 分享的视频（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10957674.html"
      }, {
        "title": "第262章 一个都不能少（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10960815.html"
      }, {
        "title": "第263章 心理准备（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/10964708.html"
      }, {
        "title": "第264章 跟他在一起的代价（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10969990.html"
      }, {
        "title": "第265章 一再破例（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10971522.html"
      }, {
        "title": "第266章 你的我的（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/10972680.html"
      }, {
        "title": "第267章 似曾相识（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10980995.html"
      }, {
        "title": "第268章 似曾相识（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10982681.html"
      }, {
        "title": "第269章 似曾相识（3）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/10984856.html"
      }, {
        "title": "第270章 似曾相识（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/10990259.html"
      }, {
        "title": "第271章 似曾相识（5）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10993933.html"
      }, {
        "title": "第272章 似曾相识（6）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/10995389.html"
      }, {
        "title": "第273章 关怀备至（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11000340.html"
      }, {
        "title": "第274章 真是幼稚（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11005432.html"
      }, {
        "title": "第275章 为他着想（第一更）",
        "url": "https://m.biquge.info/23_23024/11009605.html"
      }, {
        "title": "第276章 管好你的嘴（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11016198.html"
      }, {
        "title": "第277章 比谁厉害（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11019036.html"
      }, {
        "title": "第278章 水至清则无鱼（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11022070.html"
      }, {
        "title": "第279章 爱情的祭品（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11027051.html"
      }, {
        "title": "第280章 罪无可赦（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11030625.html"
      }, {
        "title": "第281章 个个都是戏精",
        "url": "https://m.biquge.info/23_23024/11035277.html"
      }, {
        "title": "第282章 不许播出的视频",
        "url": "https://m.biquge.info/23_23024/11039354.html"
      }, {
        "title": "第283章 亲还是不亲（第一更）",
        "url": "https://m.biquge.info/23_23024/11044351.html"
      }, {
        "title": "第284章 能公开吗？（第二更）",
        "url": "https://m.biquge.info/23_23024/11047800.html"
      }, {
        "title": "第285章 我家有女（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11055638.html"
      }, {
        "title": "第286章 我陪你看（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11063680.html"
      }, {
        "title": "第287章 你在跟我说话吗？（第一更）",
        "url": "https://m.biquge.info/23_23024/11067429.html"
      }, {
        "title": "第288章 女神级的人物（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11073723.html"
      }, {
        "title": "第289章 查户口了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11080637.html"
      }, {
        "title": "第290章 小心思（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11087289.html"
      }, {
        "title": "第291章 机会只有一次（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11096043.html"
      }, {
        "title": "第292章 无法割舍（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11102250.html"
      }, {
        "title": "第293章 进入核心区域",
        "url": "https://m.biquge.info/23_23024/11110611.html"
      }, {
        "title": "第294章 对你有信心（第二更 ）",
        "url": "https://m.biquge.info/23_23024/11119800.html"
      }, {
        "title": "第295章 最重要的两件事（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11125796.html"
      }, {
        "title": "第296章 气势也不能输（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11128891.html"
      }, {
        "title": "第297章 洞若观火（第一更）",
        "url": "https://m.biquge.info/23_23024/11132603.html"
      }, {
        "title": "第298章 浮出水面（第二更）",
        "url": "https://m.biquge.info/23_23024/11134172.html"
      }, {
        "title": "第299章 记了十六年（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11141574.html"
      }, {
        "title": "第300章 撬开她的嘴（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11146412.html"
      }, {
        "title": "第301章 有人看见她了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11151879.html"
      }, {
        "title": "第302章 说人话（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11153704.html"
      }, {
        "title": "第303章 找出破绽（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11162153.html"
      }, {
        "title": "第304章 短信（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11164103.html"
      }, {
        "title": "第305章 外挂（第一更）",
        "url": "https://m.biquge.info/23_23024/11173790.html"
      }, {
        "title": "第306章 人证（第二更）",
        "url": "https://m.biquge.info/23_23024/11175522.html"
      }, {
        "title": "第307章 物证（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11181344.html"
      }, {
        "title": "第308章 金鱼的记忆力（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11183081.html"
      }, {
        "title": "第309章 背后的人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11188986.html"
      }, {
        "title": "第310章 信还是不信（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11190220.html"
      }, {
        "title": "第311章 判决（第一更）",
        "url": "https://m.biquge.info/23_23024/11203614.html"
      }, {
        "title": "第312章 别闹（5K，第二更）",
        "url": "https://m.biquge.info/23_23024/11203994.html"
      }, {
        "title": "第313章 扣子解不开（5K，第三更）",
        "url": "https://m.biquge.info/23_23024/11203995.html"
      }, {
        "title": "第314章 赌气（5K，第四更）",
        "url": "https://m.biquge.info/23_23024/11203996.html"
      }, {
        "title": "第315章 自己坐上来（5K，第五更）",
        "url": "https://m.biquge.info/23_23024/11204092.html"
      }, {
        "title": "第316章 被逼停（5K，第六更）",
        "url": "https://m.biquge.info/23_23024/11204093.html"
      }, {
        "title": "第317章 喂我吃（5K，第七更）",
        "url": "https://m.biquge.info/23_23024/11204095.html"
      }, {
        "title": "第318章 缠得紧（5K，第八更）",
        "url": "https://m.biquge.info/23_23024/11204096.html"
      }, {
        "title": "第319章 你惯的（5K，第九更）",
        "url": "https://m.biquge.info/23_23024/11204144.html"
      }, {
        "title": "第320章 宠上天了（5K，第十更）",
        "url": "https://m.biquge.info/23_23024/11204145.html"
      }, {
        "title": "第321章 情侣套装（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11215259.html"
      }, {
        "title": "第322章 喜欢就好（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11217058.html"
      }, {
        "title": "第323章 年夜饭（1）",
        "url": "https://m.biquge.info/23_23024/11224927.html"
      }, {
        "title": "第324章 年夜饭（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11228070.html"
      }, {
        "title": "第325章 年夜饭（3）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11235624.html"
      }, {
        "title": "第326章 年夜饭（4）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11237125.html"
      }, {
        "title": "第327章 年夜饭（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11242539.html"
      }, {
        "title": "第328章 年夜饭（6）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11243946.html"
      }, {
        "title": "第329章 年夜饭（7）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11258385.html"
      }, {
        "title": "第330章 年夜饭（8）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11261632.html"
      }, {
        "title": "第331章 年夜饭（9）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11267136.html"
      }, {
        "title": "第332章 年夜饭（10）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11268484.html"
      }, {
        "title": "第333章 做你的井底之蛙（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11274068.html"
      }, {
        "title": "第334章 遇到熟人了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11275240.html"
      }, {
        "title": "第335章 风头被抢了（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11282181.html"
      }, {
        "title": "第336章 被做媒（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11284956.html"
      }, {
        "title": "第337章 偏心（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11286567.html"
      }, {
        "title": "第338章 乐极生悲（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11290862.html"
      }, {
        "title": "第339章 摊牌（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11292404.html"
      }, {
        "title": "第340章 人心人情（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11295141.html"
      }, {
        "title": "第341章 挨个收拾（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11299024.html"
      }, {
        "title": "第342章 怼上了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11300707.html"
      }, {
        "title": "第343章 让我来（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11303585.html"
      }, {
        "title": "第344章 最讨厌但是了（第一更3K，求月票）",
        "url": "https://m.biquge.info/23_23024/11308790.html"
      }, {
        "title": "第345章 甩重锤（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11313067.html"
      }, {
        "title": "第346章 赶走（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11317547.html"
      }, {
        "title": "第347章 不想忍了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11329326.html"
      }, {
        "title": "第348章 水火不容（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11336989.html"
      }, {
        "title": "第349章 授权书（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11340300.html"
      }, {
        "title": "第350章 六亲不认（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11345013.html"
      }, {
        "title": "第351章 给我看看（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11347471.html"
      }, {
        "title": "第352章 我会负责的（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11351673.html"
      }, {
        "title": "第353章 想入非非（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11356520.html"
      }, {
        "title": "第354章 为了名声（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11357857.html"
      }, {
        "title": "第355章 他不配（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11362281.html"
      }, {
        "title": "第356章 连我都琢磨不透他（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11363570.html"
      }, {
        "title": "第357章 一拍两散（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11370049.html"
      }, {
        "title": "第358章 去看她（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11373745.html"
      }, {
        "title": "第359章 统一口径（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11378321.html"
      }, {
        "title": "第360章 招蜂引蝶（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11380932.html"
      }, {
        "title": "第361章 我上来看你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11385308.html"
      }, {
        "title": "第362章 你睡的床（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11387975.html"
      }, {
        "title": "第363章 什么是CDE （第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11392641.html"
      }, {
        "title": "第364章 乳臭未干（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11394395.html"
      }, {
        "title": "第365章 堵嘴的正确方式（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11399626.html"
      }, {
        "title": "第366章 幸会幸会（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11402413.html"
      }, {
        "title": "第367章 看上去不一样（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11406112.html"
      }, {
        "title": "第368章 要么忍，要么滚（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11407662.html"
      }, {
        "title": "第369章 你有两个选择（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11413075.html"
      }, {
        "title": "第370章 拉偏架（‘怀轩我的’仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/11501211.html"
      }, {
        "title": "第371章 不可辜负（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11501214.html"
      }, {
        "title": "第372章 太妖孽了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501216.html"
      }, {
        "title": "第373章 小师妹（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501218.html"
      }, {
        "title": "第374章 人生赢家（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11501219.html"
      }, {
        "title": "第375章 人各有志（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501222.html"
      }, {
        "title": "第376章 他们在哪儿（天堂づ乞丐盟主+2）",
        "url": "https://m.biquge.info/23_23024/11501224.html"
      }, {
        "title": "第377章 撮合（1）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11501225.html"
      }, {
        "title": "第378章 撮合（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501227.html"
      }, {
        "title": "第379章 撮合（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501229.html"
      }, {
        "title": "第380章 撮合（4）（3K，第一更）",
        "url": "https://m.biquge.info/23_23024/11501231.html"
      }, {
        "title": "第381章 幸会 （第二更5K求月票）",
        "url": "https://m.biquge.info/23_23024/11501233.html"
      }, {
        "title": "第382章 唯一线索（5K，第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501236.html"
      }, {
        "title": "第383章 追溯真相（第二更球儿月票）",
        "url": "https://m.biquge.info/23_23024/11501238.html"
      }, {
        "title": "第384章 初露端倪（4K，第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501241.html"
      }, {
        "title": "第385章 这是在见家长？（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501242.html"
      }, {
        "title": "第386章 男神是如何炼成的（4K，第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501245.html"
      }, {
        "title": "第387章 我要去问他（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501247.html"
      }, {
        "title": "第388章 你跟我谈条件？（第一更）",
        "url": "https://m.biquge.info/23_23024/11501249.html"
      }, {
        "title": "第389章 为你破例一次（第二更5K，求月票）",
        "url": "https://m.biquge.info/23_23024/11501252.html"
      }, {
        "title": "第390章 你是我的女孩（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501254.html"
      }, {
        "title": "第391章 你是我的女孩（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501256.html"
      }, {
        "title": "第392章 你是我的女孩（3）（两更合一）",
        "url": "https://m.biquge.info/23_23024/11501258.html"
      }, {
        "title": "第393章 思之念之（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501260.html"
      }, {
        "title": "第394章 情人节的普通朋友（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501262.html"
      }, {
        "title": "第395章 有人想见你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501265.html"
      }, {
        "title": "第396章 我们不熟，不约（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501267.html"
      }, {
        "title": "第397章 同名同姓的缘份（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501268.html"
      }, {
        "title": "第398章 当面怼（1）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501270.html"
      }, {
        "title": "第399章 当面怼（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501272.html"
      }, {
        "title": "第400章 当面怼（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501274.html"
      }, {
        "title": "第401章 熟悉的陌生人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501276.html"
      }, {
        "title": "第402章 做人要有梦想（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501278.html"
      }, {
        "title": "第403章 羡慕嫉妒恨（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501279.html"
      }, {
        "title": "第404章 羡慕嫉妒恨（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501281.html"
      }, {
        "title": "第405章 羡慕嫉妒恨（3）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501283.html"
      }, {
        "title": "第406章 羡慕嫉妒恨（4）（求月票，八戒之戒仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/11501285.html"
      }, {
        "title": "第407章 羡慕嫉妒恨（5）（第三更，求月票）",
        "url": "https://m.biquge.info/23_23024/11501287.html"
      }, {
        "title": "第408章 拿出诚意来（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501290.html"
      }, {
        "title": "第409章 最想去的地方（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501291.html"
      }, {
        "title": "第410章 专心点（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501293.html"
      }, {
        "title": "第411章 hold不住（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501296.html"
      }, {
        "title": "第412章 表明心迹（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11501298.html"
      }, {
        "title": "第413章 我陪你（3K5加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501300.html"
      }, {
        "title": "第414章 冲撞 （第一更）",
        "url": "https://m.biquge.info/23_23024/11501301.html"
      }, {
        "title": "求月票",
        "url": "https://m.biquge.info/23_23024/11501303.html"
      }, {
        "title": "第415章 最好的真人秀（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501305.html"
      }, {
        "title": "第416章 没白疼你（第一更3K5求月票）",
        "url": "https://m.biquge.info/23_23024/11501307.html"
      }, {
        "title": "第417章 有倚仗（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501308.html"
      }, {
        "title": "第418章 我护的人（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501310.html"
      }, {
        "title": "第419章 我护的人（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501312.html"
      }, {
        "title": "第420章 我护的人（3）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501314.html"
      }, {
        "title": "第421章 我护的人（4）（3K5，加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501315.html"
      }, {
        "title": "第422章 我护的人（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501316.html"
      }, {
        "title": "第423章 我护的人（6）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501318.html"
      }, {
        "title": "第424章 我护的人（7）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501320.html"
      }, {
        "title": "第425章 出乎意料（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501322.html"
      }, {
        "title": "第426章 不服去死（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11501324.html"
      }, {
        "title": "第427章 不敢当（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501326.html"
      }, {
        "title": "第428章 交换（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501328.html"
      }, {
        "title": "第429章 巧合（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501330.html"
      }, {
        "title": "第430章 在一起（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501332.html"
      }, {
        "title": "第431章 无法逃避（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501334.html"
      }, {
        "title": "第432章 不许隐瞒（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501336.html"
      }, {
        "title": "第433章 主动站出来（3K5，加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501338.html"
      }, {
        "title": "第434章 新仇旧恨（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501340.html"
      }, {
        "title": "第435章 解套（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501342.html"
      }, {
        "title": "第436章 都来了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501344.html"
      }, {
        "title": "第437章 狭路相逢（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501346.html"
      }, {
        "title": "第438章 连环计（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501348.html"
      }, {
        "title": "第439章 试探往事（1）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501350.html"
      }, {
        "title": "第440章 试探往事（2）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11501352.html"
      }, {
        "title": "第441章 试探往事（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501353.html"
      }, {
        "title": "第442章 试探往事（4）",
        "url": "https://m.biquge.info/23_23024/11501355.html"
      }, {
        "title": "第443章 试探往事（5）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11501357.html"
      }, {
        "title": "第444章 试探往事（6）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11501359.html"
      }, {
        "title": "第445章 试探往事（7）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11501361.html"
      }, {
        "title": "第446章 按捺不住（4K，两更合一求月票）",
        "url": "https://m.biquge.info/23_23024/11501363.html"
      }, {
        "title": "第447章 嫁祸（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11642688.html"
      }, {
        "title": "第448章 处心积虑（加更求月票）",
        "url": "https://m.biquge.info/23_23024/11740232.html"
      }, {
        "title": "第449章 有恃无恐（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11842070.html"
      }, {
        "title": "第450章 她是他的毒",
        "url": "https://m.biquge.info/23_23024/11885312.html"
      }, {
        "title": "第451章 女子难养（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11925914.html"
      }, {
        "title": "第452章 被提醒了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12016137.html"
      }, {
        "title": "第453章 被忽视了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12071684.html"
      }, {
        "title": "第454章 三人行（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/12098023.html"
      }, {
        "title": "第455章 过犹不及（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12101537.html"
      }, {
        "title": "第456章 心疼（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12105193.html"
      }, {
        "title": "第457章 给颗甜枣（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12107424.html"
      }, {
        "title": "第458章 生命在于运动（第一更）",
        "url": "https://m.biquge.info/23_23024/12109968.html"
      }, {
        "title": "第459章 不留痕迹（第二更）",
        "url": "https://m.biquge.info/23_23024/12112008.html"
      }, {
        "title": "第460章 声东击西（第一更求双倍月票）",
        "url": "https://m.biquge.info/23_23024/12114683.html"
      }, {
        "title": "第461章 挡箭牌（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12116694.html"
      }, {
        "title": "第462章 抄后路（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12119590.html"
      }, {
        "title": "第463章 到底是谁（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12121846.html"
      }, {
        "title": "第464章 迷雾隐现（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12124786.html"
      }, {
        "title": "第465章 亲自出马（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12126535.html"
      }, {
        "title": "第466章 七年了（三更求保底月票）",
        "url": "https://m.biquge.info/23_23024/12130050.html"
      }, {
        "title": "第467章 比谁都想找到妹妹（求月票，怀轩我的仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/12131853.html"
      }, {
        "title": "2017新年快乐！求月票！",
        "url": "https://m.biquge.info/23_23024/12132313.html"
      }, {
        "title": "第468章 他还活着？（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/12133007.html"
      }, {
        "title": "第469章 还有一个人在飞机上（三更求月票）",
        "url": "https://m.biquge.info/23_23024/12135584.html"
      }, {
        "title": "第470章 连累你了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12136629.html"
      }, {
        "title": "第471章 我和他也算是故人（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/12137589.html"
      }, {
        "title": "第472章 跟踪追击（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12139703.html"
      }, {
        "title": "第473章 别无选择（加更求月票，广寒宫主a和氏璧5+）",
        "url": "https://m.biquge.info/23_23024/12140655.html"
      }, {
        "title": "第474章 风雨同舟（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/12141674.html"
      }, {
        "title": "第475章 刁钻的胃口（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12144400.html"
      }, {
        "title": "第476章 心疼了（大章加更求月票）",
        "url": "https://m.biquge.info/23_23024/12145814.html"
      }, {
        "title": "第477章 在哪儿过夜（大章求月票）",
        "url": "https://m.biquge.info/23_23024/12151008.html"
      }, {
        "title": "第478章 帮我一个忙（大章加更求月票）",
        "url": "https://m.biquge.info/23_23024/12207464.html"
      }, {
        "title": "第479章 欲擒故纵（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12252582.html"
      }, {
        "title": "第480章 郎心似铁（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12295036.html"
      }, {
        "title": "第481章 高估了她的地位（第一更）",
        "url": "https://m.biquge.info/23_23024/12331422.html"
      }, {
        "title": "双倍最后一天求月票！有加更！",
        "url": "https://m.biquge.info/23_23024/12331466.html"
      }, {
        "title": "第482章 夺人眼球（3K，加更求月票）",
        "url": "https://m.biquge.info/23_23024/12336142.html"
      }, {
        "title": "第483章 幸福的味道（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/12339814.html"
      }, {
        "title": "第484章 双管齐下",
        "url": "https://m.biquge.info/23_23024/12347166.html"
      }, {
        "title": "第485章 证据确凿（加更）",
        "url": "https://m.biquge.info/23_23024/12351253.html"
      }, {
        "title": "第486章 打开新世界的大门（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/12356055.html"
      }, {
        "title": "第487章 分分钟教她做人（3K3，加更求月票）",
        "url": "https://m.biquge.info/23_23024/12362042.html"
      }, {
        "title": "第488章 心有灵犀的默契（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12362043.html"
      }, {
        "title": "第489章 重逢在他乡（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12362046.html"
      }, {
        "title": "第490章 甜蜜的负重（3K3，求月票）",
        "url": "https://m.biquge.info/23_23024/12362047.html"
      }, {
        "title": "第491章 你自由了（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12370806.html"
      }, {
        "title": "第492章 谁是谁的救赎（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12377734.html"
      }, {
        "title": "第493章 顾祥文的下落（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12405354.html"
      }, {
        "title": "第494章 谁与争锋（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12555648.html"
      }, {
        "title": "第495章 谁与争锋（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12555649.html"
      }, {
        "title": "第496章 谁与争锋（3）（4K2，大章求月票）",
        "url": "https://m.biquge.info/23_23024/12555650.html"
      }, {
        "title": "第497章 谁与争锋（4）",
        "url": "https://m.biquge.info/23_23024/12555651.html"
      }, {
        "title": "第498章 谁与争锋（5）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12556324.html"
      }, {
        "title": "第499章 谁与争锋（6）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/12558964.html"
      }, {
        "title": "第500章 谁与争锋（7）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12561467.html"
      }, {
        "title": "第501章 谁与争锋（8）（第一更3K5，求月票）",
        "url": "https://m.biquge.info/23_23024/12565406.html"
      }, {
        "title": "第502章 谁与争锋（9）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12567290.html"
      }, {
        "title": "第503章 谁与争锋（10）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12570278.html"
      }, {
        "title": "第504章 谁与争锋（11）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12577993.html"
      }, {
        "title": "第505章 谁与争锋（12）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12577994.html"
      }, {
        "title": "第506章 谁与争锋（13）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12580136.html"
      }, {
        "title": "第507章 谁与争锋（14）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12586236.html"
      }, {
        "title": "第508章 谁与争锋（15）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12586237.html"
      }, {
        "title": "第509章 谁与争锋（16）（第一更3K8，求月票）",
        "url": "https://m.biquge.info/23_23024/12593796.html"
      }, {
        "title": "第510章 感情的事（1）（第二更求月票咯）",
        "url": "https://m.biquge.info/23_23024/12595990.html"
      }, {
        "title": "第511章 感情的事（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12599177.html"
      }, {
        "title": "第512章 感情的事（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12600496.html"
      }, {
        "title": "第513章 感情的事（4）（第一更，求推荐票）",
        "url": "https://m.biquge.info/23_23024/12605392.html"
      }, {
        "title": "第514章 感情的事（5）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12608561.html"
      }, {
        "title": "第515章 真的是很巧（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12611804.html"
      }, {
        "title": "第516章 其实不巧（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12613645.html"
      }, {
        "title": "第517章 你的自制力呢（3K，求月票）",
        "url": "https://m.biquge.info/23_23024/12620256.html"
      }, {
        "title": "第518章 你要担大梁 （第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12622939.html"
      }, {
        "title": "第519章 运气不错（第一更4K，大章求月票）",
        "url": "https://m.biquge.info/23_23024/12628488.html"
      }, {
        "title": "第520章 对决（1）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12630737.html"
      }, {
        "title": "第521章 对决（2）（除夕给大家拜早年！）",
        "url": "https://m.biquge.info/23_23024/12633942.html"
      }, {
        "title": "第522章 对决（3）（除夕夜加更）",
        "url": "https://m.biquge.info/23_23024/12637573.html"
      }, {
        "title": "第523章 对决（4）（第一更拜年求月票）",
        "url": "https://m.biquge.info/23_23024/12641423.html"
      }, {
        "title": "第524章 对决（5）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12643099.html"
      }, {
        "title": "第525章 对决（6）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12648969.html"
      }, {
        "title": "第526章 快刀斩乱麻（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12650527.html"
      }, {
        "title": "第527章 算你狠（第一更3K7，求月票）",
        "url": "https://m.biquge.info/23_23024/12653590.html"
      }, {
        "title": "第528章 不谋而合（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/12655775.html"
      }, {
        "title": "第529章 有私心（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12660391.html"
      }, {
        "title": "第530章 家里人（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12662355.html"
      }, {
        "title": "第531章 弥补（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/12666800.html"
      }, {
        "title": "第532章 反对和支持（加更求保底月票）",
        "url": "https://m.biquge.info/23_23024/12668261.html"
      }, {
        "title": "第533章 执迷不悟（第一更求月票！！！）",
        "url": "https://m.biquge.info/23_23024/12670860.html"
      }, {
        "title": "第534章 重色轻友（1）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12672556.html"
      }, {
        "title": "第535章 重色轻友（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12675842.html"
      }, {
        "title": "第536章 重色轻友（3）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12679162.html"
      }, {
        "title": "第537章 重色轻友（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/12684203.html"
      }, {
        "title": "第538章 重色轻友（5）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12686305.html"
      }, {
        "title": "第539章 贵人（1）（第一更3K4，求月票）",
        "url": "https://m.biquge.info/23_23024/12689869.html"
      }, {
        "title": "第540章 贵人（2）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/12691749.html"
      }, {
        "title": "第541章 贵人（3）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/12695037.html"
      }, {
        "title": "祝大家过年好！红包多多！月票拿来！",
        "url": "https://m.biquge.info/23_23024/13082401.html"
      }, {
        "title": "第542章 贵人（4）（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082403.html"
      }, {
        "title": "第543章 贵人（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082404.html"
      }, {
        "title": "第544章 很禽兽（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082405.html"
      }, {
        "title": "第545章 跟谁学的（第一更）",
        "url": "https://m.biquge.info/23_23024/13082406.html"
      }, {
        "title": "第546章 关心（加更）",
        "url": "https://m.biquge.info/23_23024/13082407.html"
      }, {
        "title": "第547章 顶撞（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082408.html"
      }, {
        "title": "第548章 傍男人（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082409.html"
      }, {
        "title": "第549章 共同语言（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082410.html"
      }, {
        "title": "第550章 愿不愿意（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082412.html"
      }, {
        "title": "第551章 有人爆料（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082414.html"
      }, {
        "title": "第552章 不相衬的奢华（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082415.html"
      }, {
        "title": "第553章 磁场",
        "url": "https://m.biquge.info/23_23024/13082416.html"
      }, {
        "title": "第554章 上热门了（加更）",
        "url": "https://m.biquge.info/23_23024/13082417.html"
      }, {
        "title": "第555章 忍不专第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/13082419.html"
      }, {
        "title": "第556章 义愤填膺（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082420.html"
      }, {
        "title": "第557章 浮出水面（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082421.html"
      }, {
        "title": "第558章 就是这里（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082422.html"
      }, {
        "title": "第559章 等待阳光（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082423.html"
      }, {
        "title": "第560章 象牙塔里的公主（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082425.html"
      }, {
        "title": "第561章 阴差阳错（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082427.html"
      }, {
        "title": "第562章 偷袭（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082428.html"
      }, {
        "title": "第563章 斯德哥尔摩综合症（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082429.html"
      }, {
        "title": "第564章 她会想他吗？（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082430.html"
      }, {
        "title": "第565章 隔行如隔山（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082431.html"
      }, {
        "title": "第566章 嫌丢人（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082432.html"
      }, {
        "title": "第567章 好拽（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13082433.html"
      }, {
        "title": "第568章 高下立判（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082434.html"
      }, {
        "title": "第569章 瞒天过海（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/13082435.html"
      }, {
        "title": "第570章 人生一场戏（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13082436.html"
      }, {
        "title": "第571章 输赢靠演技（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/13082437.html"
      }, {
        "title": "第572章 多心（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13086716.html"
      }, {
        "title": "第573章 爱屋及乌（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13092735.html"
      }, {
        "title": "第574章 比心（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13095021.html"
      }, {
        "title": "第575章 我家霍少发财了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13101035.html"
      }, {
        "title": "第576章 早恋（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13108096.html"
      }, {
        "title": "第577章 是来对付他的吗？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13112701.html"
      }, {
        "title": "第578章 内心毫无波动（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13116992.html"
      }, {
        "title": "第579章 打断他的脊梁（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13122226.html"
      }, {
        "title": "月底了，亲们的月票还有吗？",
        "url": "https://m.biquge.info/23_23024/13123593.html"
      }, {
        "title": "第580章 他们应该去死一死（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13126378.html"
      }, {
        "title": "第581章 安心（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13131587.html"
      }, {
        "title": "第582章 口服心不服（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13135006.html"
      }, {
        "title": "第583章 送你一份大礼（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/13139975.html"
      }, {
        "title": "第584章 最后一根稻草（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13150435.html"
      }, {
        "title": "第585章 哥哥和情郎（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13182923.html"
      }, {
        "title": "二月最后一天求月票（免费章）",
        "url": "https://m.biquge.info/23_23024/13188788.html"
      }, {
        "title": "第586章 我很不爽（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13204749.html"
      }, {
        "title": "第587章 狠起来连自己都怕（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/13233576.html"
      }, {
        "title": "恋恋不能忘（免费求月票章）",
        "url": "https://m.biquge.info/23_23024/13240740.html"
      }, {
        "title": "第588章 要玩玩吗？（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13258759.html"
      }, {
        "title": "第589章 大礼送到（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13284032.html"
      }, {
        "title": "第590章 好大的口气（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13306505.html"
      }, {
        "title": "第591章 这届网民不行（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13335042.html"
      }, {
        "title": "第592章 好奇怪的对话（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13358608.html"
      }, {
        "title": "第593章 大律师的气势（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13375503.html"
      }, {
        "title": "第594章 还知道要脸？（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13387008.html"
      }, {
        "title": "第595章 当头一棒（第一更）",
        "url": "https://m.biquge.info/23_23024/13406680.html"
      }, {
        "title": "第596章 说话不好听（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13419847.html"
      }, {
        "title": "第597章 她也很绝望啊（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/13437642.html"
      }, {
        "title": "第598章 生死状（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13450464.html"
      }, {
        "title": "第599章 告你藐视法庭（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13471841.html"
      }, {
        "title": "第600章 别让我胜之不武（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13488561.html"
      }, {
        "title": "第601章 出任主控官（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13509830.html"
      }, {
        "title": "第602章 为自己代言（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13524973.html"
      }, {
        "title": "第603章 放手拉仇恨（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13539358.html"
      }, {
        "title": "第604章 不敢（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13551397.html"
      }, {
        "title": "第605章 直面真相（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13562675.html"
      }, {
        "title": "第606章 战斗力爆表（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13571911.html"
      }, {
        "title": "第607章 为他守护（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13581162.html"
      }, {
        "title": "第608章 投名状（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13596757.html"
      }, {
        "title": "第609章 飓风来袭（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13616640.html"
      }, {
        "title": "第610章 政治交换（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13627428.html"
      }, {
        "title": "第611章 不一样的（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/13641913.html"
      }, {
        "title": "第612章 感觉满意吗？（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13650373.html"
      }, {
        "title": "第613章 物有所值（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13659339.html"
      }, {
        "title": "第614章 引蛇出洞（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13667379.html"
      }, {
        "title": "第615章 狮子大开口（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13685649.html"
      }, {
        "title": "第616章 引起轰动（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13704118.html"
      }, {
        "title": "第617章 反扑（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13715941.html"
      }, {
        "title": "月中求月票（免费章）",
        "url": "https://m.biquge.info/23_23024/13717012.html"
      }, {
        "title": "第618章 责任重大（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13725620.html"
      }, {
        "title": "第619章 跟我一起回去",
        "url": "https://m.biquge.info/23_23024/13735835.html"
      }, {
        "title": "第620章 双标狗（第二更）",
        "url": "https://m.biquge.info/23_23024/13743505.html"
      }, {
        "title": "第621章 不见不散",
        "url": "https://m.biquge.info/23_23024/13753170.html"
      }, {
        "title": "第622章 图方便（加更）",
        "url": "https://m.biquge.info/23_23024/13757956.html"
      }, {
        "title": "第623章 又出现了",
        "url": "https://m.biquge.info/23_23024/13762050.html"
      }, {
        "title": "第624章 真的管用？（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13764477.html"
      }, {
        "title": "第625章 不管用了（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/13767129.html"
      }, {
        "title": "第626章 废了他（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13769947.html"
      }, {
        "title": "第627章 这才是最凶残的",
        "url": "https://m.biquge.info/23_23024/13773773.html"
      }, {
        "title": "第628章 身体的感觉（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13776237.html"
      }, {
        "title": "第629章 那些年的福利",
        "url": "https://m.biquge.info/23_23024/13779767.html"
      }, {
        "title": "第630章 是敌是友（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13782266.html"
      }, {
        "title": "第631章 神躲避",
        "url": "https://m.biquge.info/23_23024/13785532.html"
      }, {
        "title": "第632章 上演“Lost”（加更求月票）",
        "url": "https://m.biquge.info/23_23024/13788161.html"
      }, {
        "title": "第633章 建国后动物不能成精（1）",
        "url": "https://m.biquge.info/23_23024/13791874.html"
      }, {
        "title": "第634章 建国后动物不能成精（2）",
        "url": "https://m.biquge.info/23_23024/13859892.html"
      }, {
        "title": "第635章 建国后动物不能成精（3）",
        "url": "https://m.biquge.info/23_23024/13859894.html"
      }, {
        "title": "第636章 重回文明世界（4K）",
        "url": "https://m.biquge.info/23_23024/13859896.html"
      }, {
        "title": "第637章 跟霍少在一起的那些年（4K)",
        "url": "https://m.biquge.info/23_23024/13859897.html"
      }, {
        "title": "第638章 这辈子值了！（第1更）",
        "url": "https://m.biquge.info/23_23024/13859898.html"
      }, {
        "title": "第639章 金蝉脱壳（第2更）",
        "url": "https://m.biquge.info/23_23024/13859899.html"
      }, {
        "title": "第640章 猎人还是军人（第3更）",
        "url": "https://m.biquge.info/23_23024/13859900.html"
      }, {
        "title": "第641章 谁派来的（第4更）",
        "url": "https://m.biquge.info/23_23024/13859902.html"
      }, {
        "title": "第642章 眼神不好使（第5更）",
        "url": "https://m.biquge.info/23_23024/13859903.html"
      }, {
        "title": "第643章 有起有伏（第6更）",
        "url": "https://m.biquge.info/23_23024/13859905.html"
      }, {
        "title": "第644章 跟我走（第7更）",
        "url": "https://m.biquge.info/23_23024/13859906.html"
      }, {
        "title": "第645章 已经发生了（第8更）",
        "url": "https://m.biquge.info/23_23024/13859908.html"
      }, {
        "title": "第646章 终于发现了（第9更）",
        "url": "https://m.biquge.info/23_23024/13859909.html"
      }, {
        "title": "第647章 通知大使馆（第10更）",
        "url": "https://m.biquge.info/23_23024/13859910.html"
      }, {
        "title": "第648章 他回来了（第11更）",
        "url": "https://m.biquge.info/23_23024/13859912.html"
      }, {
        "title": "第649章 表示秒懂（第12更）",
        "url": "https://m.biquge.info/23_23024/13859913.html"
      }, {
        "title": "第650章 大手笔悬赏（第13更）",
        "url": "https://m.biquge.info/23_23024/13859914.html"
      }, {
        "title": "第651章 视频和司机（第14更）",
        "url": "https://m.biquge.info/23_23024/13859915.html"
      }, {
        "title": "第652章 她还活着（第15更）",
        "url": "https://m.biquge.info/23_23024/13859917.html"
      }, {
        "title": "第653章 她是完美的（第16更）",
        "url": "https://m.biquge.info/23_23024/13859918.html"
      }, {
        "title": "第654章 不要想太多（第17更）",
        "url": "https://m.biquge.info/23_23024/13859919.html"
      }, {
        "title": "第655章 放我走（第18更）",
        "url": "https://m.biquge.info/23_23024/13859920.html"
      }, {
        "title": "第656章 假的未婚妻（第19更）",
        "url": "https://m.biquge.info/23_23024/13859921.html"
      }, {
        "title": "第657章 只是道具（第20更求月票！）",
        "url": "https://m.biquge.info/23_23024/13859922.html"
      }, {
        "title": "第658章 何之初的报复（第1更，5K求月票）",
        "url": "https://m.biquge.info/23_23024/13859923.html"
      }, {
        "title": "第659章 站在高处（第2更5K求月票）",
        "url": "https://m.biquge.info/23_23024/13859924.html"
      }, {
        "title": "第660章 最高规格（第3更5K求月票）",
        "url": "https://m.biquge.info/23_23024/13859925.html"
      }, {
        "title": "第661章 英雄难过美人关（第一更4K，求月票）",
        "url": "https://m.biquge.info/23_23024/13859926.html"
      }, {
        "title": "第662章 分分钟找到她（第二更4K，求月票）",
        "url": "https://m.biquge.info/23_23024/13859927.html"
      }, {
        "title": "第663章 你的心肝宝贝（第三更4K，求月票）",
        "url": "https://m.biquge.info/23_23024/13859928.html"
      }, {
        "title": "第664章 逃离（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13859930.html"
      }, {
        "title": "第665章 脑补太多（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/13859931.html"
      }, {
        "title": "第666章 遇到（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/13859932.html"
      }, {
        "title": "第667章 你掉皮了（第一更求月票！）",
        "url": "https://m.biquge.info/23_23024/13859933.html"
      }, {
        "title": "第668章 出琦兵（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/13859934.html"
      }, {
        "title": "第669章 看到视频了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/13859935.html"
      }, {
        "title": "第670章 鸡蛋不能只放在一个篮子里（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13859936.html"
      }, {
        "title": "第671章 霍少的眼神（月票300+）",
        "url": "https://m.biquge.info/23_23024/13859937.html"
      }, {
        "title": "第672章 出其不意（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/13859938.html"
      }, {
        "title": "第673章 食物链顶端的男人（月票600+）",
        "url": "https://m.biquge.info/23_23024/13859939.html"
      }, {
        "title": "第674章 不想曝光（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/13859940.html"
      }, {
        "title": "第675章 不能说（月票900+）",
        "url": "https://m.biquge.info/23_23024/13859941.html"
      }, {
        "title": "第676章 你会告诉她男友吗？（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/13859942.html"
      }, {
        "title": "第677章 瞒得可真紧（雨滴6868盟主+）",
        "url": "https://m.biquge.info/23_23024/13859943.html"
      }, {
        "title": "第678章 你们是一伙的（第一更）",
        "url": "https://m.biquge.info/23_23024/13859944.html"
      }, {
        "title": "第679章 没有放弃（月票1200+）",
        "url": "https://m.biquge.info/23_23024/13860035.html"
      }, {
        "title": "第680章 做一票大的！（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/13861237.html"
      }, {
        "title": "第681章 简直不能再帅（第一更提醒月票）",
        "url": "https://m.biquge.info/23_23024/13912935.html"
      }, {
        "title": "第682章 她是你能觊觎的吗？（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/13961334.html"
      }, {
        "title": "第683章 不能笑！（第一更）",
        "url": "https://m.biquge.info/23_23024/13973825.html"
      }, {
        "title": "第684章 反正我是不信的（月票1500+）",
        "url": "https://m.biquge.info/23_23024/13980676.html"
      }, {
        "title": "第685章 活腻味了（第三更）",
        "url": "https://m.biquge.info/23_23024/13995122.html"
      }, {
        "title": "第686章 怕个锤子（第一更）",
        "url": "https://m.biquge.info/23_23024/14004001.html"
      }, {
        "title": "第687章 大日子（月票1800+）",
        "url": "https://m.biquge.info/23_23024/14008405.html"
      }, {
        "title": "第688章 会有报应的（第三更）",
        "url": "https://m.biquge.info/23_23024/14012627.html"
      }, {
        "title": "第689章 带你回家（四千字大章）",
        "url": "https://m.biquge.info/23_23024/14016432.html"
      }, {
        "title": "第690章 绝不后退（1）（第二更）",
        "url": "https://m.biquge.info/23_23024/14018871.html"
      }, {
        "title": "第691章 绝不后退（2）（第一更）",
        "url": "https://m.biquge.info/23_23024/14024243.html"
      }, {
        "title": "第692章 绝不后退（3）（月票2100+）",
        "url": "https://m.biquge.info/23_23024/14025503.html"
      }, {
        "title": "第693章 绝不后退（4）（第三更）",
        "url": "https://m.biquge.info/23_23024/14026873.html"
      }, {
        "title": "第694章 绝不后退（5）（第四更，月票2400+）",
        "url": "https://m.biquge.info/23_23024/14029079.html"
      }, {
        "title": "第695章 绝不后退（6）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14030459.html"
      }, {
        "title": "第696章 你折腾她就是折腾我（第二更）",
        "url": "https://m.biquge.info/23_23024/14032870.html"
      }, {
        "title": "第697章 叶紫檀的动机（1）（第一更）",
        "url": "https://m.biquge.info/23_23024/14036408.html"
      }, {
        "title": "第698章 叶紫檀的动机（2）（月票2700+）",
        "url": "https://m.biquge.info/23_23024/14037463.html"
      }, {
        "title": "第699章 叶紫檀的动机（3）（第三更）",
        "url": "https://m.biquge.info/23_23024/14038879.html"
      }, {
        "title": "第700章 不可饶恕（第一更）",
        "url": "https://m.biquge.info/23_23024/14043348.html"
      }, {
        "title": "第701章 护短的霍少（1）（第二更）",
        "url": "https://m.biquge.info/23_23024/14045492.html"
      }, {
        "title": "第702章 护短的霍少（2）（第一更）",
        "url": "https://m.biquge.info/23_23024/14049031.html"
      }, {
        "title": "第703章 护短的霍少（3）（月票3000+）",
        "url": "https://m.biquge.info/23_23024/14049946.html"
      }, {
        "title": "第704章 你别这样（第三更）",
        "url": "https://m.biquge.info/23_23024/14050959.html"
      }, {
        "title": "第705章 我们分手吧（第一更）",
        "url": "https://m.biquge.info/23_23024/14054294.html"
      }, {
        "title": "第706章 我考虑考虑（第二更）",
        "url": "https://m.biquge.info/23_23024/14056948.html"
      }, {
        "title": "第707章 为她力争（第一更）",
        "url": "https://m.biquge.info/23_23024/14060017.html"
      }, {
        "title": "第708章 人算不如天算（月票3300+）",
        "url": "https://m.biquge.info/23_23024/14060881.html"
      }, {
        "title": "第709章 我欠她的（第三更）",
        "url": "https://m.biquge.info/23_23024/14062486.html"
      }, {
        "title": "第710章 我敬你一丈（第一更）",
        "url": "https://m.biquge.info/23_23024/14066450.html"
      }, {
        "title": "第711章 套路，都是套路（第二更）",
        "url": "https://m.biquge.info/23_23024/14069285.html"
      }, {
        "title": "第712章 举贤不避亲（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14069914.html"
      }, {
        "title": "第713章 别闹了（霁鱼儿仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/14070621.html"
      }, {
        "title": "第714章 和平分手（第三更）",
        "url": "https://m.biquge.info/23_23024/14072588.html"
      }, {
        "title": "第715章 你能用，我就能用（第一更）",
        "url": "https://m.biquge.info/23_23024/14078877.html"
      }, {
        "title": "第716章 你可以叫我的名字（广寒宫主a和氏璧5+）",
        "url": "https://m.biquge.info/23_23024/14080478.html"
      }, {
        "title": "第717章 齐大非偶（第三更）",
        "url": "https://m.biquge.info/23_23024/14082494.html"
      }, {
        "title": "第718章 她是怎么怀的孕（第一更）",
        "url": "https://m.biquge.info/23_23024/14086430.html"
      }, {
        "title": "第719章 在等你（月票3600+）",
        "url": "https://m.biquge.info/23_23024/14087426.html"
      }, {
        "title": "第720章 逆鳞，谁碰谁死（第三更）",
        "url": "https://m.biquge.info/23_23024/14088970.html"
      }, {
        "title": "第721章 你这样是骚扰我",
        "url": "https://m.biquge.info/23_23024/14092376.html"
      }, {
        "title": "第722章 我有这么low？",
        "url": "https://m.biquge.info/23_23024/14094757.html"
      }, {
        "title": "第723章 唯一的污点",
        "url": "https://m.biquge.info/23_23024/14098416.html"
      }, {
        "title": "第724章 心病还要心药医",
        "url": "https://m.biquge.info/23_23024/14100518.html"
      }, {
        "title": "第725章 答应我一个条件（第一更）",
        "url": "https://m.biquge.info/23_23024/14100519.html"
      }, {
        "title": "第726章 永远的19岁（月票3900+）",
        "url": "https://m.biquge.info/23_23024/14100520.html"
      }, {
        "title": "第727章 再给我一次机会（第三更）",
        "url": "https://m.biquge.info/23_23024/14106040.html"
      }, {
        "title": "第728章 跟我结婚吧（第一更求月票！！！）",
        "url": "https://m.biquge.info/23_23024/14121873.html"
      }, {
        "title": "第729章 她是很有节操的！（月票4400+）",
        "url": "https://m.biquge.info/23_23024/14121874.html"
      }, {
        "title": "第730章 节操不保（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14121875.html"
      }, {
        "title": "第731章 这特么就尴尬了（第一更）",
        "url": "https://m.biquge.info/23_23024/14121876.html"
      }, {
        "title": "第732章 好命女（月票4900+）",
        "url": "https://m.biquge.info/23_23024/14121877.html"
      }, {
        "title": "第733章 放在眼里（第三更）",
        "url": "https://m.biquge.info/23_23024/14121878.html"
      }, {
        "title": "第734章 心有余而力不足（第四更，月票5400+）",
        "url": "https://m.biquge.info/23_23024/14121879.html"
      }, {
        "title": "第735章 这口气不出不行（1）（第一更）",
        "url": "https://m.biquge.info/23_23024/14121880.html"
      }, {
        "title": "第736章 这口气不出不行（2）（月票5900+）",
        "url": "https://m.biquge.info/23_23024/14121881.html"
      }, {
        "title": "第737章 这口气不出不行（3）（第三更）",
        "url": "https://m.biquge.info/23_23024/14121882.html"
      }, {
        "title": "第738章 这口气不出不行（4）（月票6400+）",
        "url": "https://m.biquge.info/23_23024/14121883.html"
      }, {
        "title": "第739章 这口气不出不行（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14125225.html"
      }, {
        "title": "第740章 这口气不出不行（6）（月票6900+）",
        "url": "https://m.biquge.info/23_23024/14131082.html"
      }, {
        "title": "第741章 这口气不出不行（7）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14135792.html"
      }, {
        "title": "第742章 搞事情（1）（第一更）",
        "url": "https://m.biquge.info/23_23024/14137944.html"
      }, {
        "title": "第743章 搞事情（2）（月票7400+）",
        "url": "https://m.biquge.info/23_23024/14138775.html"
      }, {
        "title": "第744章 搞事情（3）（第三更）",
        "url": "https://m.biquge.info/23_23024/14139906.html"
      }, {
        "title": "第745章 搞事情（4）（月票7900+）",
        "url": "https://m.biquge.info/23_23024/14143429.html"
      }, {
        "title": "第746章 机会难得（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14143430.html"
      }, {
        "title": "第747章 你开条件（月票8400+）",
        "url": "https://m.biquge.info/23_23024/14144334.html"
      }, {
        "title": "第748章 认真假（1）（第三更）",
        "url": "https://m.biquge.info/23_23024/14145440.html"
      }, {
        "title": "第749章 认真假（2）（第一更）",
        "url": "https://m.biquge.info/23_23024/14148774.html"
      }, {
        "title": "第750章 认真假（3）（月票8900+）",
        "url": "https://m.biquge.info/23_23024/14149479.html"
      }, {
        "title": "第751章 看不见的手（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14150572.html"
      }, {
        "title": "第752章 你的良心不会痛吗？（第一更）",
        "url": "https://m.biquge.info/23_23024/14153686.html"
      }, {
        "title": "第753章 真会做生意（月票9400+）",
        "url": "https://m.biquge.info/23_23024/14154812.html"
      }, {
        "title": "第754章 邀功请赏（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14156009.html"
      }, {
        "title": "第755章 别人家的男人（第一更）",
        "url": "https://m.biquge.info/23_23024/14158864.html"
      }, {
        "title": "第756章 我这是为你好（第二更，天堂づ乞丐仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/14158887.html"
      }, {
        "title": "第757章 最后一个机会（第三更，bagel16仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/14158893.html"
      }, {
        "title": "第758章 生日宴会（1）（第四更求月票！）",
        "url": "https://m.biquge.info/23_23024/14158919.html"
      }, {
        "title": "祝大家五一快乐！求一下月票（免费）",
        "url": "https://m.biquge.info/23_23024/14158931.html"
      }, {
        "title": "第759章 生日宴会（2）（第一更）",
        "url": "https://m.biquge.info/23_23024/14164311.html"
      }, {
        "title": "第760章 生日宴会（3）（第二更，月票500+）",
        "url": "https://m.biquge.info/23_23024/14164312.html"
      }, {
        "title": "第761章 生日宴会（4）（第三更，月票1000+）",
        "url": "https://m.biquge.info/23_23024/14164313.html"
      }, {
        "title": "第762章 生日宴会（5）（第四更求月票）",
        "url": "https://m.biquge.info/23_23024/14164314.html"
      }, {
        "title": "第763章 生日宴会（6）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14169288.html"
      }, {
        "title": "第764章 生日宴会（7）（第二更，月票1500+）",
        "url": "https://m.biquge.info/23_23024/14170183.html"
      }, {
        "title": "第765章 生日宴会（8）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14171304.html"
      }, {
        "title": "第766章 生日宴会（9）（第四更，月票2000+）",
        "url": "https://m.biquge.info/23_23024/14172645.html"
      }, {
        "title": "第767章 生日宴会（10）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14174114.html"
      }, {
        "title": "第768章 生日宴会（11）（第二更，月票2500+）",
        "url": "https://m.biquge.info/23_23024/14174771.html"
      }, {
        "title": "第769章 生日宴会（12）（第三更）",
        "url": "https://m.biquge.info/23_23024/14178978.html"
      }, {
        "title": "第770章 生日宴会（13）（第四更，月票3000+）",
        "url": "https://m.biquge.info/23_23024/14178979.html"
      }, {
        "title": "第771章 生日宴会（14）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14178980.html"
      }, {
        "title": "第772章 生日宴会（15）（第二更，月票3500+）",
        "url": "https://m.biquge.info/23_23024/14179750.html"
      }, {
        "title": "第773章 生日宴会（16）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14180670.html"
      }, {
        "title": "第774章 生日宴会（17）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14183381.html"
      }, {
        "title": "第775章 生日宴会（18）（第二更，月票4000+）",
        "url": "https://m.biquge.info/23_23024/14184036.html"
      }, {
        "title": "第776章 一起吧（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14185037.html"
      }, {
        "title": "第777章 你喜欢在车里？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14188102.html"
      }, {
        "title": "第778章 宠和爱（第二更月票4500+）",
        "url": "https://m.biquge.info/23_23024/14188833.html"
      }, {
        "title": "第779章 追求的方式（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14192298.html"
      }, {
        "title": "第780章 感情和理智（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14192299.html"
      }, {
        "title": "第781章 追到了就是你的（第二更月票5000+）",
        "url": "https://m.biquge.info/23_23024/14193138.html"
      }, {
        "title": "第782章 你除外（第三更）",
        "url": "https://m.biquge.info/23_23024/14194113.html"
      }, {
        "title": "第783章 过去时",
        "url": "https://m.biquge.info/23_23024/14196926.html"
      }, {
        "title": "第784章 所以他是首长（第二更月票5500+）",
        "url": "https://m.biquge.info/23_23024/14197730.html"
      }, {
        "title": "第785章 违反纪律（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14198524.html"
      }, {
        "title": "第786章 帮你最后一次（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14201215.html"
      }, {
        "title": "第787章 湮灭证据（月票5800+）",
        "url": "https://m.biquge.info/23_23024/14201833.html"
      }, {
        "title": "第788章 惹不起（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14202812.html"
      }, {
        "title": "第789章 夏虫不可以语冰（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14205394.html"
      }, {
        "title": "第790章 你的目标（加更求月票）",
        "url": "https://m.biquge.info/23_23024/14207058.html"
      }, {
        "title": "第791章 比你更高杆（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14209536.html"
      }, {
        "title": "第792章 你发现了什么（第二更，雨滴6868仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/14210176.html"
      }, {
        "title": "第793章 我们重新开始吧（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14211399.html"
      }, {
        "title": "第794章 受人所托（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14214030.html"
      }, {
        "title": "第795章 心痒痒（第二更月票6100+）",
        "url": "https://m.biquge.info/23_23024/14218758.html"
      }, {
        "title": "第796章 工作需要（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14220199.html"
      }, {
        "title": "第797章 我抱着你让你心动了？",
        "url": "https://m.biquge.info/23_23024/14223717.html"
      }, {
        "title": "第798章 跟我回去（第二更）",
        "url": "https://m.biquge.info/23_23024/14225797.html"
      }, {
        "title": "第799章 无法抗拒（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14228387.html"
      }, {
        "title": "第800章 我对她有信心（第二更，pplrppl仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/14228953.html"
      }, {
        "title": "第801章 无知者无畏（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14230080.html"
      }, {
        "title": "第802章 手心手背都是肉（第一更）",
        "url": "https://m.biquge.info/23_23024/14232919.html"
      }, {
        "title": "第803章 你不记得我了吗？（第二更，月票6400+）",
        "url": "https://m.biquge.info/23_23024/14233662.html"
      }, {
        "title": "第804章 当年的许诺（第三更）",
        "url": "https://m.biquge.info/23_23024/14234658.html"
      }, {
        "title": "第805章 唯一的照片",
        "url": "https://m.biquge.info/23_23024/14237083.html"
      }, {
        "title": "第806章 照顾你一辈子（第二更）",
        "url": "https://m.biquge.info/23_23024/14240745.html"
      }, {
        "title": "第807章 跟着你混（第一更）",
        "url": "https://m.biquge.info/23_23024/14240746.html"
      }, {
        "title": "第808章 不能留了（第二更）",
        "url": "https://m.biquge.info/23_23024/14242440.html"
      }, {
        "title": "第809章 最后一次见面（第一更）",
        "url": "https://m.biquge.info/23_23024/14247916.html"
      }, {
        "title": "第810章 收敛一些（第二更大章求月票）",
        "url": "https://m.biquge.info/23_23024/14250148.html"
      }, {
        "title": "第811章 通风报信（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14252662.html"
      }, {
        "title": "第812章 争分夺秒（第二更月票6700+）",
        "url": "https://m.biquge.info/23_23024/14253302.html"
      }, {
        "title": "第813章 齐头并进（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14254414.html"
      }, {
        "title": "第814章 一箭双雕",
        "url": "https://m.biquge.info/23_23024/14257308.html"
      }, {
        "title": "第815章 冤家路窄（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14258884.html"
      }, {
        "title": "第816章 你不怕报应吗？（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14261704.html"
      }, {
        "title": "第817章 我不同意（第二更，浅※陌灵宠缘+1）",
        "url": "https://m.biquge.info/23_23024/14262556.html"
      }, {
        "title": "第818章 有长进（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14263595.html"
      }, {
        "title": "第819章 一石三鸟（第一更）",
        "url": "https://m.biquge.info/23_23024/14267725.html"
      }, {
        "title": "第820章 叫破（第二更，浅※陌灵宠缘+2）",
        "url": "https://m.biquge.info/23_23024/14268348.html"
      }, {
        "title": "第821章 做假（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14269318.html"
      }, {
        "title": "第822章 怼（两更合一5200字，含月票7000+）",
        "url": "https://m.biquge.info/23_23024/14271942.html"
      }, {
        "title": "第823章 我去（两更合一4700字）",
        "url": "https://m.biquge.info/23_23024/14273764.html"
      }, {
        "title": "第824章 迷人的反差感（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14277246.html"
      }, {
        "title": "第825章 厉害了，word教授！（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14278912.html"
      }, {
        "title": "第826章 我的小公主（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14281994.html"
      }, {
        "title": "第827章 跟我走（第二更，月票7300+）",
        "url": "https://m.biquge.info/23_23024/14282468.html"
      }, {
        "title": "第828章 给你看（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14285792.html"
      }, {
        "title": "第829章 投其所好（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14285793.html"
      }, {
        "title": "第830章 直接证据（第二更大章4300字）",
        "url": "https://m.biquge.info/23_23024/14287346.html"
      }, {
        "title": "第831章 坏脾气的小姑娘（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14290438.html"
      }, {
        "title": "第832章 狭路相逢（第二更）",
        "url": "https://m.biquge.info/23_23024/14291155.html"
      }, {
        "title": "第833章 对方有高人（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14294978.html"
      }, {
        "title": "第834章 对方失策了（第二更月票7600+）",
        "url": "https://m.biquge.info/23_23024/14295830.html"
      }, {
        "title": "第835章 这话没毛波第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14297318.html"
      }, {
        "title": "第836章 不陪玩了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14304791.html"
      }, {
        "title": "第837章 面对面（第二更，月票7900+）",
        "url": "https://m.biquge.info/23_23024/14304792.html"
      }, {
        "title": "第838章 别有用心（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14304793.html"
      }, {
        "title": "第839章 卖个好（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14304794.html"
      }, {
        "title": "第840章 她也配？（第二更月票8200+）",
        "url": "https://m.biquge.info/23_23024/14305454.html"
      }, {
        "title": "第841章 追过来了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14306674.html"
      }, {
        "title": "第842章 暗潮汹涌（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14309323.html"
      }, {
        "title": "六一求月票（免费单章）",
        "url": "https://m.biquge.info/23_23024/14309917.html"
      }, {
        "title": "第843章 暗潮汹涌（2）（第二更bagel16盟主+）",
        "url": "https://m.biquge.info/23_23024/14310164.html"
      }, {
        "title": "第844章 暗潮汹涌（3）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14310907.html"
      }, {
        "title": "第845章 暗潮汹涌（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14314331.html"
      }, {
        "title": "第846章 暗潮汹涌（5）（第二更月票300+）",
        "url": "https://m.biquge.info/23_23024/14315709.html"
      }, {
        "title": "第847章 暗潮汹涌（6）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14316682.html"
      }, {
        "title": "第848章 暗潮汹涌（7）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14319691.html"
      }, {
        "title": "第849章 暗潮汹涌（8）（第二更月票600+）",
        "url": "https://m.biquge.info/23_23024/14320570.html"
      }, {
        "title": "第850章 暗潮汹涌（9）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14321618.html"
      }, {
        "title": "第851章 打死她也不敢说（第一更求月票！）",
        "url": "https://m.biquge.info/23_23024/14324409.html"
      }, {
        "title": "第852章 价比黄金（第二更月票900+）",
        "url": "https://m.biquge.info/23_23024/14325324.html"
      }, {
        "title": "第853章 谁是知道真相的人（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14326272.html"
      }, {
        "title": "今天的第三更已经放出来了",
        "url": "https://m.biquge.info/23_23024/14327270.html"
      }, {
        "title": "第854章 别让他们活（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14332934.html"
      }, {
        "title": "第855章 一切都会水到渠成（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14332935.html"
      }, {
        "title": "第856章 打上他的烙莹第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14332936.html"
      }, {
        "title": "第857章 十指紧扣（第二更月票1200+）",
        "url": "https://m.biquge.info/23_23024/14333639.html"
      }, {
        "title": "第858章 不能亵玩（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14334504.html"
      }, {
        "title": "第859章 拿出证据来（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14337077.html"
      }, {
        "title": "第860章 真是好“慷慨”（第二更推荐票过百万+）",
        "url": "https://m.biquge.info/23_23024/14337667.html"
      }, {
        "title": "第861章 推陈出新的作证方式（第三更）",
        "url": "https://m.biquge.info/23_23024/14338468.html"
      }, {
        "title": "第862章 占为己有（第一更四千字）",
        "url": "https://m.biquge.info/23_23024/14341046.html"
      }, {
        "title": "第863章 换人了（第二更3500+）",
        "url": "https://m.biquge.info/23_23024/14342391.html"
      }, {
        "title": "第864章 你对我有偏见（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14345392.html"
      }, {
        "title": "第865章 隐藏过往（第二更月票1500+）",
        "url": "https://m.biquge.info/23_23024/14345393.html"
      }, {
        "title": "第866章 伺候人的好胚子（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14351216.html"
      }, {
        "title": "第867章 第一次的时间（第一更3500字）",
        "url": "https://m.biquge.info/23_23024/14438013.html"
      }, {
        "title": "第868章 突破口（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14440251.html"
      }, {
        "title": "第869章 算一笔账（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14442992.html"
      }, {
        "title": "第870章 与有荣焉的骄傲（第二更大章4300字）",
        "url": "https://m.biquge.info/23_23024/14446368.html"
      }, {
        "title": "第871章 前后都是坑（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14448971.html"
      }, {
        "title": "第872章 全数追回（第二更月票1800+）",
        "url": "https://m.biquge.info/23_23024/14449741.html"
      }, {
        "title": "第873章 我不接受（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14451552.html"
      }, {
        "title": "第874章 想搞事（第一更）",
        "url": "https://m.biquge.info/23_23024/14455003.html"
      }, {
        "title": "第875章 不要怕（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14456773.html"
      }, {
        "title": "第876章 真真假假（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14460882.html"
      }, {
        "title": "第877章 真真假假（2）（第二更2100+）",
        "url": "https://m.biquge.info/23_23024/14461608.html"
      }, {
        "title": "第878章 真真假假（3）（5300字大章，含月票2400+）",
        "url": "https://m.biquge.info/23_23024/14462351.html"
      }, {
        "title": "第879章 见她就得绕着走（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/14464853.html"
      }, {
        "title": "第880章 一无所有（第二更3400字）",
        "url": "https://m.biquge.info/23_23024/14466753.html"
      }, {
        "title": "第881章 互相套路（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/14469880.html"
      }, {
        "title": "第882章 该不该信她（第二更3800字）",
        "url": "https://m.biquge.info/23_23024/14471612.html"
      }, {
        "title": "第883章 意外收获（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14474005.html"
      }, {
        "title": "第884章 一见面就开撕（第二更月票2700+）",
        "url": "https://m.biquge.info/23_23024/14474682.html"
      }, {
        "title": "第885章 择偶标准（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14475768.html"
      }, {
        "title": "第886章 你有没有意思（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14478672.html"
      }, {
        "title": "第887章 说一辈子（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14480440.html"
      }, {
        "title": "第888章 我离不开你（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14482927.html"
      }, {
        "title": "第889章 成年人（第二更霁鱼儿仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/14483710.html"
      }, {
        "title": "第890章 你不想我放过你（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14484723.html"
      }, {
        "title": "第891章 给他们脸了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14487276.html"
      }, {
        "title": "第892章 送温暖（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/14487875.html"
      }, {
        "title": "第893章 出息了（第三更）",
        "url": "https://m.biquge.info/23_23024/14488937.html"
      }, {
        "title": "第894章 高人登场",
        "url": "https://m.biquge.info/23_23024/14491602.html"
      }, {
        "title": "第895章 我是来调研的",
        "url": "https://m.biquge.info/23_23024/14492856.html"
      }, {
        "title": "第896章 左右打脸（第一更大章）",
        "url": "https://m.biquge.info/23_23024/14495527.html"
      }, {
        "title": "第897章 他不适合你（第二更大章含月票3300+）",
        "url": "https://m.biquge.info/23_23024/14497324.html"
      }, {
        "title": "第898章 颜即正义（第一更）",
        "url": "https://m.biquge.info/23_23024/14499644.html"
      }, {
        "title": "第899章 心疼我女神（第二更大章求月票）",
        "url": "https://m.biquge.info/23_23024/14504928.html"
      }, {
        "title": "第900章 亲近佳人的机会（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14508693.html"
      }, {
        "title": "第901章 霍少加油（第二更月票3600+）",
        "url": "https://m.biquge.info/23_23024/14509451.html"
      }, {
        "title": "第902章 喂饱了好开宰（第三更）",
        "url": "https://m.biquge.info/23_23024/14510386.html"
      }, {
        "title": "第903章 撩妹高手（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14512786.html"
      }, {
        "title": "第904章 众星拱月（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14519232.html"
      }, {
        "title": "第905章 最好闭嘴（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14524456.html"
      }, {
        "title": "第906章 吃了定心丸（第二更月票3900+）",
        "url": "https://m.biquge.info/23_23024/14527995.html"
      }, {
        "title": "第907章 好上加好（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14528950.html"
      }, {
        "title": "第908章 我也有条件（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/14531640.html"
      }, {
        "title": "第909章 第一反应（第二更月票4200+）",
        "url": "https://m.biquge.info/23_23024/14533298.html"
      }, {
        "title": "第910章 封锁（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14534338.html"
      }, {
        "title": "第911章 你们等着收我的律师信（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/14538652.html"
      }, {
        "title": "第912章 天才只要一个就够了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14541648.html"
      }, {
        "title": "第913章 第一次机会（第一更）",
        "url": "https://m.biquge.info/23_23024/14544459.html"
      }, {
        "title": "第914章 第二次机会（第二更月票4500+）",
        "url": "https://m.biquge.info/23_23024/14545059.html"
      }, {
        "title": "第915章 实在太少了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14545997.html"
      }, {
        "title": "第916章 各种爆表（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14548772.html"
      }, {
        "title": "第917章 进展神速（第二更月票4800+）",
        "url": "https://m.biquge.info/23_23024/14549398.html"
      }, {
        "title": "第918章 他的苦心（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14550541.html"
      }, {
        "title": "第919章 爱她至深（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/14554110.html"
      }, {
        "title": "第920章 虫儿飞（第二更六月月票5100+）",
        "url": "https://m.biquge.info/23_23024/14554704.html"
      }, {
        "title": "第921章 事情的严重性（第三更求保底月票）",
        "url": "https://m.biquge.info/23_23024/14556164.html"
      }, {
        "title": "第922章 异常人物（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14558692.html"
      }, {
        "title": "第923章 就你能算？（第二更六月月票5400+）",
        "url": "https://m.biquge.info/23_23024/14559439.html"
      }, {
        "title": "第924章 金光闪闪（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14560346.html"
      }, {
        "title": "第925章 同一个人（第一更求推荐票！）",
        "url": "https://m.biquge.info/23_23024/14562754.html"
      }, {
        "title": "第926章 公平竞争（第二更六月月票5700+）",
        "url": "https://m.biquge.info/23_23024/14563558.html"
      }, {
        "title": "第927章 认识了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14564525.html"
      }, {
        "title": "第928章 强迫症（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14566986.html"
      }, {
        "title": "第929章 既视感（第二更月票300+）",
        "url": "https://m.biquge.info/23_23024/14567678.html"
      }, {
        "title": "第930章 他是瞎了眼（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14568557.html"
      }, {
        "title": "第931章 秒杀（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14571154.html"
      }, {
        "title": "第932章 心机（第二更月票600+）",
        "url": "https://m.biquge.info/23_23024/14571945.html"
      }, {
        "title": "第933章 翻云覆雨手（1）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14572822.html"
      }, {
        "title": "第934章 翻云覆雨手（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14575371.html"
      }, {
        "title": "第935章 翻云覆雨手（3）（4K，含月票900+）",
        "url": "https://m.biquge.info/23_23024/14576075.html"
      }, {
        "title": "第936章 翻云覆雨手（4）（第一更）",
        "url": "https://m.biquge.info/23_23024/14579842.html"
      }, {
        "title": "第937章 翻云覆雨手（5）（第二更月票1200+）",
        "url": "https://m.biquge.info/23_23024/14580538.html"
      }, {
        "title": "第938章 翻云覆雨手（6）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14581461.html"
      }, {
        "title": "第939章 翻云覆雨手（7）（第一更大章求月票哦！）",
        "url": "https://m.biquge.info/23_23024/14583827.html"
      }, {
        "title": "第940章 翻云覆雨手（8）（第二更月票1500+）",
        "url": "https://m.biquge.info/23_23024/14584482.html"
      }, {
        "title": "第941章 翻云覆雨手（9）（第三更4K2，含月票1800+）",
        "url": "https://m.biquge.info/23_23024/14585299.html"
      }, {
        "title": "第942章 我也不会放过他们（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14587741.html"
      }, {
        "title": "第943章 能瞒就瞒（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14589226.html"
      }, {
        "title": "第944章 欢聚一堂（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14591496.html"
      }, {
        "title": "第945章 不负苦心人（第二更，我乃龟仙人+1）",
        "url": "https://m.biquge.info/23_23024/14594701.html"
      }, {
        "title": "第946章 都看见了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14598529.html"
      }, {
        "title": "第947章 切换的视频（第一更）",
        "url": "https://m.biquge.info/23_23024/14648013.html"
      }, {
        "title": "第948章 情歌小王子（第二更，我乃龟仙人+2）",
        "url": "https://m.biquge.info/23_23024/14664673.html"
      }, {
        "title": "第949章 愿赌服输（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14684992.html"
      }, {
        "title": "第950章 真男人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14713968.html"
      }, {
        "title": "第951章 跟我一起过年（第二更月票2100+）",
        "url": "https://m.biquge.info/23_23024/14718203.html"
      }, {
        "title": "第952章 少女心（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14722546.html"
      }, {
        "title": "第953章 不放手（第一更4K大章求月票）",
        "url": "https://m.biquge.info/23_23024/14736668.html"
      }, {
        "title": "第953章 旧物（第二更）",
        "url": "https://m.biquge.info/23_23024/14740353.html"
      }, {
        "title": "第955章 大年初一的短信（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14749419.html"
      }, {
        "title": "第956章 压压惊（第二更月票2400+）",
        "url": "https://m.biquge.info/23_23024/14750680.html"
      }, {
        "title": "第957章 这是必须的！（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14752797.html"
      }, {
        "title": "第958章 不懂事的自己（第一更）",
        "url": "https://m.biquge.info/23_23024/14759143.html"
      }, {
        "title": "第959章 女人的逻辑（第二更）",
        "url": "https://m.biquge.info/23_23024/14762048.html"
      }, {
        "title": "第960章 是你！（第一更）",
        "url": "https://m.biquge.info/23_23024/14767177.html"
      }, {
        "title": "第961章 未成年（第二更月票2700+）",
        "url": "https://m.biquge.info/23_23024/14768389.html"
      }, {
        "title": "第962章 不放过（第三更）",
        "url": "https://m.biquge.info/23_23024/14770370.html"
      }, {
        "title": "第963章 小护士（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14775259.html"
      }, {
        "title": "第964章 谁给你的勇气（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14778611.html"
      }, {
        "title": "第965章 路人皆知（第一更）",
        "url": "https://m.biquge.info/23_23024/14782042.html"
      }, {
        "title": "第966章 摊牌 （第二更）",
        "url": "https://m.biquge.info/23_23024/14786094.html"
      }, {
        "title": "第967章 认清自己的真心（第一更）",
        "url": "https://m.biquge.info/23_23024/14791112.html"
      }, {
        "title": "第968章 最挂念的人（第二更大章，含月票3000+）",
        "url": "https://m.biquge.info/23_23024/14795856.html"
      }, {
        "title": "第969章 真是操碎了心",
        "url": "https://m.biquge.info/23_23024/14801494.html"
      }, {
        "title": "第970章 迎娶高富帅（第二更）",
        "url": "https://m.biquge.info/23_23024/14804445.html"
      }, {
        "title": "第971章 白费心思（第一更）",
        "url": "https://m.biquge.info/23_23024/14810281.html"
      }, {
        "title": "第972章 订婚快乐！（第二更）",
        "url": "https://m.biquge.info/23_23024/14813155.html"
      }, {
        "title": "第973章 路人甲和路人乙（第一更）",
        "url": "https://m.biquge.info/23_23024/14818397.html"
      }, {
        "title": "第974章 何方神圣（第二更）",
        "url": "https://m.biquge.info/23_23024/14821973.html"
      }, {
        "title": "第975章 老朋友出现了（第一更）",
        "url": "https://m.biquge.info/23_23024/14832879.html"
      }, {
        "title": "第976章 不作不死（第二更）",
        "url": "https://m.biquge.info/23_23024/14832880.html"
      }, {
        "title": "第977章 有人截胡（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/14832892.html"
      }, {
        "title": "第978章 危机处理（第二更，九助+1）",
        "url": "https://m.biquge.info/23_23024/14832893.html"
      }, {
        "title": "第979章 内讧了（第三更，九助+2）",
        "url": "https://m.biquge.info/23_23024/14832895.html"
      }, {
        "title": "第980章 评估他的感情（第四更，沫沫moshi盟主+）",
        "url": "https://m.biquge.info/23_23024/14832896.html"
      }, {
        "title": "第981章 小别重逢（第五更，韫涵莜芩盟主+）",
        "url": "https://m.biquge.info/23_23024/14832897.html"
      }, {
        "title": "第982章 国际玩笑（第六更，Sing_Sing盟主+）",
        "url": "https://m.biquge.info/23_23024/14832902.html"
      }, {
        "title": "第983章 必须下台（第七更求月票）",
        "url": "https://m.biquge.info/23_23024/14832904.html"
      }, {
        "title": "第984章 你可以相信我（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14836749.html"
      }, {
        "title": "第985章 别太骄傲（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/14844001.html"
      }, {
        "title": "第986章 职业习惯（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14851568.html"
      }, {
        "title": "第987章 想家吗？（第二更大章，月票3300、3600+）",
        "url": "https://m.biquge.info/23_23024/14853283.html"
      }, {
        "title": "第988章 盯得很紧（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14855089.html"
      }, {
        "title": "第989章 袒露心声（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/14860154.html"
      }, {
        "title": "第990章 别无选择（第二更，含月票3900、4200+）",
        "url": "https://m.biquge.info/23_23024/14861797.html"
      }, {
        "title": "第991章 从长计议（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14863489.html"
      }, {
        "title": "第992章 碰瓷（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/14869545.html"
      }, {
        "title": "第993章 踢到铁板了（第二更大章，月票4500、4800+）",
        "url": "https://m.biquge.info/23_23024/14870974.html"
      }, {
        "title": "第994章 谁敢打我的人？（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14873137.html"
      }, {
        "title": "第995章 搞个大新闻（第一更大章，含月票5100加更）",
        "url": "https://m.biquge.info/23_23024/14877475.html"
      }, {
        "title": "第996章 面子不管用了（第二更月票5400+）",
        "url": "https://m.biquge.info/23_23024/14878072.html"
      }, {
        "title": "第997章 她的真实目的（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/14879591.html"
      }, {
        "title": "第998章 钓鱼采访（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/626553.html"
      }, {
        "title": "第999章 我要的正义（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/626554.html"
      }, {
        "title": "第1000章 唯一弱点（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/626555.html"
      }, {
        "title": "第1001章 花痴不是病（第二更月票5700+）",
        "url": "https://m.biquge.info/23_23024/626557.html"
      }, {
        "title": "第1002章 好厉害的朋友（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/626558.html"
      }, {
        "title": "第1003章 你要求的我做到了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/626559.html"
      }, {
        "title": "第1004章 抓重点（第二更，七月月票6000+）",
        "url": "https://m.biquge.info/23_23024/626560.html"
      }, {
        "title": "第1005章 还是有私心的好（第三更）",
        "url": "https://m.biquge.info/23_23024/626561.html"
      }, {
        "title": "第1006章 思维误区（第四更月票300+）",
        "url": "https://m.biquge.info/23_23024/626562.html"
      }, {
        "title": "第1007章 让他帮帮忙（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/626563.html"
      }, {
        "title": "第1008章 了不得的事情（月票600+）",
        "url": "https://m.biquge.info/23_23024/626564.html"
      }, {
        "title": "第1009章 特别关注（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/626565.html"
      }, {
        "title": "第1010章 完美现场（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/626566.html"
      }, {
        "title": "第1011章 嘀你个球（第二更月票900+）",
        "url": "https://m.biquge.info/23_23024/626567.html"
      }, {
        "title": "第1012章 不过尔尔（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/626568.html"
      }, {
        "title": "第1013章 出了大事（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/626569.html"
      }, {
        "title": "第1014章 实在太重要了（第二更月票1200+）",
        "url": "https://m.biquge.info/23_23024/626570.html"
      }, {
        "title": "第1015章 只欠东风（第三更）",
        "url": "https://m.biquge.info/23_23024/626571.html"
      }, {
        "title": "第1016章 她不服（第四更月票1500+）",
        "url": "https://m.biquge.info/23_23024/626572.html"
      }, {
        "title": "第1017章 事急从权个头（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/626573.html"
      }, {
        "title": "第1018章 我有一句mmp不知当讲不当讲（月票1800+）",
        "url": "https://m.biquge.info/23_23024/626574.html"
      }, {
        "title": "第1019章 打得就是你（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1047714.html"
      }, {
        "title": "第1020章 她凭什么？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1051872.html"
      }, {
        "title": "第1021章 短信帮手（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1054416.html"
      }, {
        "title": "第1022章 还有谁配？！（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/1058622.html"
      }, {
        "title": "第1023章 将功赎罪的机会（第二更，我乃龟仙人+1）",
        "url": "https://m.biquge.info/23_23024/1059810.html"
      }, {
        "title": "第1024章 专家（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1061163.html"
      }, {
        "title": "第1025章 果然如此（第一更大章，含月票2100+）",
        "url": "https://m.biquge.info/23_23024/1065643.html"
      }, {
        "title": "第1026章 她家霍少棒棒哒（第三更大章求月票）",
        "url": "https://m.biquge.info/23_23024/1067938.html"
      }, {
        "title": "第1027章 高端较量（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1072387.html"
      }, {
        "title": "第1028章 重出江湖（第二更，我乃龟仙人+2）",
        "url": "https://m.biquge.info/23_23024/1073613.html"
      }, {
        "title": "第1029章 会搞事的都是大爷（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1075039.html"
      }, {
        "title": "第1030章 趁你病，要你命（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1079227.html"
      }, {
        "title": "第1031章 那么巧，刚刚好（第二更月票2400+）",
        "url": "https://m.biquge.info/23_23024/1080428.html"
      }, {
        "title": "第1032章 突然成了抢手货（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1081774.html"
      }, {
        "title": "第1033章 集结（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1086009.html"
      }, {
        "title": "第1034章 对抗（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1089167.html"
      }, {
        "title": "第1035章 你以为拍电影吶？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1093216.html"
      }, {
        "title": "第1036章 比电影还厉害（第二更月票2700+）",
        "url": "https://m.biquge.info/23_23024/1094251.html"
      }, {
        "title": "第1037章 有没有隐瞒（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1095587.html"
      }, {
        "title": "第1038章 冤家路窄（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1099844.html"
      }, {
        "title": "第1039章 蹭东风（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1102121.html"
      }, {
        "title": "第1040章 霍少的迷妹（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1111685.html"
      }, {
        "title": "第1041章 重组记忆（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/1112950.html"
      }, {
        "title": "第1042章 被反套路了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1114325.html"
      }, {
        "title": "第1043章 自己选一条吧！（第一更求月票！）",
        "url": "https://m.biquge.info/23_23024/1118745.html"
      }, {
        "title": "第1044章 完全hold不住了（第二更月票3300+）",
        "url": "https://m.biquge.info/23_23024/1119509.html"
      }, {
        "title": "第1045章 风沙太大（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1120740.html"
      }, {
        "title": "第1046章 瘦了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1125123.html"
      }, {
        "title": "第1047章 好熟悉（第二更月票3600+）",
        "url": "https://m.biquge.info/23_23024/1126155.html"
      }, {
        "title": "第1048章 抢占新闻制高点（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1127456.html"
      }, {
        "title": "第1049章 你国药丸（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1132724.html"
      }, {
        "title": "第1050章 戴罪立功（第二更月票3900）",
        "url": "https://m.biquge.info/23_23024/1135306.html"
      }, {
        "title": "第1051章 机会大了很多（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1136903.html"
      }, {
        "title": "今天的第一更推迟到中午十二点",
        "url": "https://m.biquge.info/23_23024/1148187.html"
      }, {
        "title": "第1052章 放手一搏（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1148810.html"
      }, {
        "title": "第1053章 立即放人（第二更月票4200+）",
        "url": "https://m.biquge.info/23_23024/1151385.html"
      }, {
        "title": "第1054章 弄巧成拙（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1152770.html"
      }, {
        "title": "第1055章 反抗（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1162204.html"
      }, {
        "title": "第1056章 一锅端（第二更月票4500+）",
        "url": "https://m.biquge.info/23_23024/1165773.html"
      }, {
        "title": "第1057章 护短的优良传统（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1166970.html"
      }, {
        "title": "第1058章 你的人，我的人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1170278.html"
      }, {
        "title": "第1059章 军管（第二更月票4800+）",
        "url": "https://m.biquge.info/23_23024/1173924.html"
      }, {
        "title": "第1060章 对面相逢不相识（第三更）",
        "url": "https://m.biquge.info/23_23024/1178036.html"
      }, {
        "title": "第1061章 故人重逢（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1199130.html"
      }, {
        "title": "第1062章 你们在说我们的坏话（第二更月票5100+）",
        "url": "https://m.biquge.info/23_23024/1202254.html"
      }, {
        "title": "第1063章 不存在的（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1205800.html"
      }, {
        "title": "第1064章 离你近点（第四更求月票）",
        "url": "https://m.biquge.info/23_23024/1208066.html"
      }, {
        "title": "第1065章 重头戏（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1214009.html"
      }, {
        "title": "第1066章 这是有多瞎？（月票5400+）",
        "url": "https://m.biquge.info/23_23024/1216229.html"
      }, {
        "title": "第1067章 突发新闻（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1219620.html"
      }, {
        "title": "第1068章 熟悉的画面",
        "url": "https://m.biquge.info/23_23024/1287578.html"
      }, {
        "title": "第1069章 蓄意接近（月票5700+）",
        "url": "https://m.biquge.info/23_23024/1290842.html"
      }, {
        "title": "第1070章 在我这儿",
        "url": "https://m.biquge.info/23_23024/1306530.html"
      }, {
        "title": "第1071章 分分钟可以让她离开你",
        "url": "https://m.biquge.info/23_23024/1314230.html"
      }, {
        "title": "第1072章 没眼看（月票6000+）",
        "url": "https://m.biquge.info/23_23024/1316498.html"
      }, {
        "title": "第1073章 做游戏（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1319511.html"
      }, {
        "title": "第1074章 愉快地喝多了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1327795.html"
      }, {
        "title": "第1075章 这就是我的态度（第二更月票6300+）",
        "url": "https://m.biquge.info/23_23024/1329864.html"
      }, {
        "title": "第1076章 约会预约（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1332780.html"
      }, {
        "title": "第1077章 一个不少（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1339375.html"
      }, {
        "title": "第1078章 支持和反对（第二更月票6600+）",
        "url": "https://m.biquge.info/23_23024/1342855.html"
      }, {
        "title": "第1079章 都知道（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1345378.html"
      }, {
        "title": "第1080章 瓮中捉鳖（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1352978.html"
      }, {
        "title": "第1081章 达成交易（第二更月票6900+）",
        "url": "https://m.biquge.info/23_23024/1355471.html"
      }, {
        "title": "第1082章 跟踪追击（1）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1361734.html"
      }, {
        "title": "第1083章 跟踪追击（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1370031.html"
      }, {
        "title": "第1084章 跟踪追击（3）（第二更月票7200+）",
        "url": "https://m.biquge.info/23_23024/1372265.html"
      }, {
        "title": "第1085章 跟踪追击（4）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1375371.html"
      }, {
        "title": "第1086章 跟踪追击（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1384074.html"
      }, {
        "title": "第1087章 跟踪追击（6）（第二更月票7500+）",
        "url": "https://m.biquge.info/23_23024/1386868.html"
      }, {
        "title": "第1088章 跟踪追击（7）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1390304.html"
      }, {
        "title": "第1089章 大自然的鬼斧神工（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1399382.html"
      }, {
        "title": "第1090章 大自然的鬼斧神工（2）（第二更月票7800+）",
        "url": "https://m.biquge.info/23_23024/1399383.html"
      }, {
        "title": "第1091章 大自然的鬼斧神工（3）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1404989.html"
      }, {
        "title": "第1092章 大自然的鬼斧神工（4）（第一更求保底月票！）",
        "url": "https://m.biquge.info/23_23024/1413297.html"
      }, {
        "title": "第1093章 大自然的鬼斧神工（5）（第二更求保底月票！）",
        "url": "https://m.biquge.info/23_23024/1416016.html"
      }, {
        "title": "第1094章 大自然的鬼斧神工（6）（第三更求保底月票！）",
        "url": "https://m.biquge.info/23_23024/1419855.html"
      }, {
        "title": "第1095章 大自然的鬼斧神工（7）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1430165.html"
      }, {
        "title": "第1096章 大自然的鬼斧神工（8）（第二更求保底月票）",
        "url": "https://m.biquge.info/23_23024/1431864.html"
      }, {
        "title": "第1097章 大自然的鬼斧神工（9）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1433977.html"
      }, {
        "title": "第1098章 大自然的鬼斧神工（10）（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/1439530.html"
      }, {
        "title": "第1099章 打下来算我输（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1442860.html"
      }, {
        "title": "第1100章 你是我的福将（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1444885.html"
      }, {
        "title": "第1101章 嫁给更好的人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1452037.html"
      }, {
        "title": "第1102章 我去怼他（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1454370.html"
      }, {
        "title": "第1103章 宠坏了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1456851.html"
      }, {
        "title": "第1104章 必然有勾结（第一更大章求推荐票）",
        "url": "https://m.biquge.info/23_23024/1463590.html"
      }, {
        "title": "第1105章 离开和回家（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1465519.html"
      }, {
        "title": "第1106章 躲不过去（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1468729.html"
      }, {
        "title": "第1107章 惊不惊喜（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1478105.html"
      }, {
        "title": "第1108章 意不意外（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1480136.html"
      }, {
        "title": "第1109章 妈的智障（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1482831.html"
      }, {
        "title": "第1110章 终于出来了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1492318.html"
      }, {
        "title": "第1111章 钱太多（第二更）",
        "url": "https://m.biquge.info/23_23024/1495801.html"
      }, {
        "title": "第1112章 不打自招（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1508774.html"
      }, {
        "title": "第1113章 藏不住了（第二更）",
        "url": "https://m.biquge.info/23_23024/1512324.html"
      }, {
        "title": "第1114章 头上长草（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1515416.html"
      }, {
        "title": "第1115章 别给脸不要脸（第四更求月票）",
        "url": "https://m.biquge.info/23_23024/1516825.html"
      }, {
        "title": "第1116章 编故事的下场（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1523058.html"
      }, {
        "title": "第1117章 仗着她爱他（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1525850.html"
      }, {
        "title": "第1118章 敌人只有一个（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1529782.html"
      }, {
        "title": "第1119章 当神拜（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1539202.html"
      }, {
        "title": "第1120章 谁是你爸爸（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1542617.html"
      }, {
        "title": "第1121章 帮我一个忙（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1545376.html"
      }, {
        "title": "第1122章 快准狠地抽回去（第一更）",
        "url": "https://m.biquge.info/23_23024/1554459.html"
      }, {
        "title": "第1123章 巧克力的味道（第二更）",
        "url": "https://m.biquge.info/23_23024/1556727.html"
      }, {
        "title": "第1124章 你知道我想要什么（第三更）",
        "url": "https://m.biquge.info/23_23024/1559261.html"
      }, {
        "title": "第1125章 今晚的月色很美（第一更）",
        "url": "https://m.biquge.info/23_23024/1565937.html"
      }, {
        "title": "第1126章 又被我说中了（第二更）",
        "url": "https://m.biquge.info/23_23024/1569711.html"
      }, {
        "title": "第1127章 她才是他最想要的（第三更）",
        "url": "https://m.biquge.info/23_23024/1572466.html"
      }, {
        "title": "第1128章 每天都拜你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1579918.html"
      }, {
        "title": "第1129章 小女孩需要父亲（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1582743.html"
      }, {
        "title": "第1130章 我跟她不熟（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1585407.html"
      }, {
        "title": "第1131章 做个菜都是爱你的形状（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1593610.html"
      }, {
        "title": "第1132章 说话算话（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1595589.html"
      }, {
        "title": "第1133章 没有功劳也有苦劳（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1600375.html"
      }, {
        "title": "第1134章 来自父亲（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1609384.html"
      }, {
        "title": "第1135章 熟悉的字体（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1611957.html"
      }, {
        "title": "第1136章 我知道该怎么做了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1623382.html"
      }, {
        "title": "第1137章 亮相莫斯科（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1648596.html"
      }, {
        "title": "第1138章 来真的（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1653221.html"
      }, {
        "title": "第1139章 杀鸡骇猴（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1658028.html"
      }, {
        "title": "第1140章 面子和里子（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1664038.html"
      }, {
        "title": "第1141章 心有不甘（第二更）",
        "url": "https://m.biquge.info/23_23024/1666933.html"
      }, {
        "title": "第1142章 还是要保持微笑（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1673279.html"
      }, {
        "title": "第1143章 鲜明对比（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/1679407.html"
      }, {
        "title": "第1144章 义不容辞（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1679408.html"
      }, {
        "title": "第1145章 异变突起（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1683205.html"
      }, {
        "title": "第1146章 活腻味了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/1689059.html"
      }, {
        "title": "第1147章 情深不知初（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/1691990.html"
      }, {
        "title": "第1148章 跟她汇合（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/1695265.html"
      }, {
        "title": "第1149章 暴露身份（第一更）",
        "url": "https://m.biquge.info/23_23024/1703711.html"
      }, {
        "title": "第1150章 我们一起走（第二更）",
        "url": "https://m.biquge.info/23_23024/1705195.html"
      }, {
        "title": "第1151章 他们的目标（第三更）",
        "url": "https://m.biquge.info/23_23024/1713365.html"
      }, {
        "title": "第1152章 姐不是传说（第一更）",
        "url": "https://m.biquge.info/23_23024/1722224.html"
      }, {
        "title": "第1153章 黄雀现身（第二更）",
        "url": "https://m.biquge.info/23_23024/1724660.html"
      }, {
        "title": "第1154章 清场（第三更）",
        "url": "https://m.biquge.info/23_23024/1728932.html"
      }, {
        "title": "第1155章 真是有缘（第一更）",
        "url": "https://m.biquge.info/23_23024/1936231.html"
      }, {
        "title": "第1156章 我有个条件（第二更）",
        "url": "https://m.biquge.info/23_23024/1968522.html"
      }, {
        "title": "第1157章 水果刀和指甲钳（第三更）",
        "url": "https://m.biquge.info/23_23024/2011154.html"
      }, {
        "title": "第1158章 完全不一样（第一更）",
        "url": "https://m.biquge.info/23_23024/2065495.html"
      }, {
        "title": "第1159章 打开新世界大门（第二更）",
        "url": "https://m.biquge.info/23_23024/2068593.html"
      }, {
        "title": "第1160章 治标和治本（第三更）",
        "url": "https://m.biquge.info/23_23024/2076761.html"
      }, {
        "title": "第1161章 希望物归原主（第一更）",
        "url": "https://m.biquge.info/23_23024/2090909.html"
      }, {
        "title": "第1162章 你必须信我（第二更）",
        "url": "https://m.biquge.info/23_23024/2093389.html"
      }, {
        "title": "第1163章 首创之人（第三更）",
        "url": "https://m.biquge.info/23_23024/2099688.html"
      }, {
        "title": "第1164章 戴着皇冠的少女（第一更）",
        "url": "https://m.biquge.info/23_23024/2110062.html"
      }, {
        "title": "第1165章 找到第一关（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/2115722.html"
      }, {
        "title": "第1166章 他来了（第三更）",
        "url": "https://m.biquge.info/23_23024/2118328.html"
      }, {
        "title": "第1167章 最安全的时刻（第一更）",
        "url": "https://m.biquge.info/23_23024/2123680.html"
      }, {
        "title": "第1168章 彻底利用（第二更）",
        "url": "https://m.biquge.info/23_23024/2125582.html"
      }, {
        "title": "第1169章 浮出水面（第三更）",
        "url": "https://m.biquge.info/23_23024/2128375.html"
      }, {
        "title": "第1170章 无条件支持（第一更）",
        "url": "https://m.biquge.info/23_23024/2133742.html"
      }, {
        "title": "第1171章 扮作夫妻（第二更）",
        "url": "https://m.biquge.info/23_23024/2135252.html"
      }, {
        "title": "第1172章 为我说话（第三更）",
        "url": "https://m.biquge.info/23_23024/2138092.html"
      }, {
        "title": "第1173章 我要去还愿（第一更求月票！！！）",
        "url": "https://m.biquge.info/23_23024/2143188.html"
      }, {
        "title": "九月双倍求月票！！！（免费）",
        "url": "https://m.biquge.info/23_23024/2143313.html"
      }, {
        "title": "第1174章 与他为敌的代价（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2144885.html"
      }, {
        "title": "第1175章 看脸（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2147365.html"
      }, {
        "title": "第1176章 真的是看脸（第四更求月票）",
        "url": "https://m.biquge.info/23_23024/2148680.html"
      }, {
        "title": "第1177章 眼不见为净（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2152601.html"
      }, {
        "title": "第1178章 掀开自己的底牌（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2153907.html"
      }, {
        "title": "第1179章 度种计划（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2156338.html"
      }, {
        "title": "第1180章 他一定知道（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2161486.html"
      }, {
        "title": "第1181章 家学渊源（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2163090.html"
      }, {
        "title": "第1182章 她想到了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2165479.html"
      }, {
        "title": "第1183章 真正原因（第四更求月票！！！）",
        "url": "https://m.biquge.info/23_23024/2166779.html"
      }, {
        "title": "第1184章 难道是巧合（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2170748.html"
      }, {
        "title": "祝大家国庆快乐！求月票！",
        "url": "https://m.biquge.info/23_23024/2170793.html"
      }, {
        "title": "第1185章 你怎么在这里（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2172841.html"
      }, {
        "title": "第1186章 冤家路窄（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2175620.html"
      }, {
        "title": "第1187章 心之所向（第四更求月票）",
        "url": "https://m.biquge.info/23_23024/2176818.html"
      }, {
        "title": "第1188章 选择（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2180099.html"
      }, {
        "title": "第1189章 真会浪费时间（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2181640.html"
      }, {
        "title": "第1190章 真是巧（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2184012.html"
      }, {
        "title": "第1191章 被狗粮噎死（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2188794.html"
      }, {
        "title": "第1192章 一起游泳（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2190083.html"
      }, {
        "title": "第1193章 事不过三（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2192326.html"
      }, {
        "title": "第1194章 追人太累了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2198045.html"
      }, {
        "title": "第1195章 逛银行（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2199234.html"
      }, {
        "title": "第1196章 最好的人选（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2207434.html"
      }, {
        "title": "第1197章 我知道她还爱我（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2207435.html"
      }, {
        "title": "第1198章 重要线索（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2207436.html"
      }, {
        "title": "第1199章 不甘心（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2209843.html"
      }, {
        "title": "第1200章 第一人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2214555.html"
      }, {
        "title": "第1201章 做这行的大忌（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2215860.html"
      }, {
        "title": "第1202章 看破不说破（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2218078.html"
      }, {
        "title": "第1203章 她这一刻的美无人能及（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2222860.html"
      }, {
        "title": "双倍最后一天！求月票！（免费）",
        "url": "https://m.biquge.info/23_23024/2222919.html"
      }, {
        "title": "第1204章 保险箱365号（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2224098.html"
      }, {
        "title": "第1205章 因为我美呗（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2227389.html"
      }, {
        "title": "第1206章 箭在弦上（第一更）",
        "url": "https://m.biquge.info/23_23024/2231473.html"
      }, {
        "title": "第1207章 不得不发（第二更）",
        "url": "https://m.biquge.info/23_23024/2233328.html"
      }, {
        "title": "第1208章 我会看着她的 （第三更大章）",
        "url": "https://m.biquge.info/23_23024/2237310.html"
      }, {
        "title": "第1209章 你移情别恋了？（第一更求推荐票！）",
        "url": "https://m.biquge.info/23_23024/2244082.html"
      }, {
        "title": "第1210章 碰运气（第二更）",
        "url": "https://m.biquge.info/23_23024/2245690.html"
      }, {
        "title": "第1211章 跪下叫爸爸（第三更）",
        "url": "https://m.biquge.info/23_23024/2247882.html"
      }, {
        "title": "第1212章 山河犹在（第一更）",
        "url": "https://m.biquge.info/23_23024/2253023.html"
      }, {
        "title": "第1213章 她的字典里就没有这个词（第二更）",
        "url": "https://m.biquge.info/23_23024/2254174.html"
      }, {
        "title": "第1214章 绝杀（第三更）",
        "url": "https://m.biquge.info/23_23024/2256668.html"
      }, {
        "title": "第1215章 最长的一夜（第一更）",
        "url": "https://m.biquge.info/23_23024/2261625.html"
      }, {
        "title": "第1216章 最高荣誉（第二更）",
        "url": "https://m.biquge.info/23_23024/2262851.html"
      }, {
        "title": "第1217章 我跟你去（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2265119.html"
      }, {
        "title": "第1218章 特殊的沟通技巧（第一更）",
        "url": "https://m.biquge.info/23_23024/2269756.html"
      }, {
        "title": "第1219章 都是同行衬托（第二更）",
        "url": "https://m.biquge.info/23_23024/2271062.html"
      }, {
        "title": "第1220章 你又不说真话了 （第三更）",
        "url": "https://m.biquge.info/23_23024/2273238.html"
      }, {
        "title": "第1221章 战斗民族的飞行日常（第一更）",
        "url": "https://m.biquge.info/23_23024/2277867.html"
      }, {
        "title": "第1222章 乖，张嘴（第二更）",
        "url": "https://m.biquge.info/23_23024/2279467.html"
      }, {
        "title": "第1223章 加个好友（第三更）",
        "url": "https://m.biquge.info/23_23024/2281830.html"
      }, {
        "title": "第1224章 高大上的朋友圈（第一更）",
        "url": "https://m.biquge.info/23_23024/2286458.html"
      }, {
        "title": "第1225章 我也是有隐私的！（第二更）",
        "url": "https://m.biquge.info/23_23024/2287584.html"
      }, {
        "title": "第1226章 有生之年（第三更）",
        "url": "https://m.biquge.info/23_23024/2290130.html"
      }, {
        "title": "第1227章 因为他想要你（第一更）",
        "url": "https://m.biquge.info/23_23024/2294616.html"
      }, {
        "title": "第1228章 居然不是你（第二更）",
        "url": "https://m.biquge.info/23_23024/2296046.html"
      }, {
        "title": "第1229章 坏脾气的小姑娘（第三更）",
        "url": "https://m.biquge.info/23_23024/2298324.html"
      }, {
        "title": "第1230章 你愿意嫁给我吗？（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/2302743.html"
      }, {
        "title": "第1231章 命名为Cereus的钻戒（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2304083.html"
      }, {
        "title": "第1232章 礼尚往来（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2306179.html"
      }, {
        "title": "第1233章 秘密武器（第一更）",
        "url": "https://m.biquge.info/23_23024/2310749.html"
      }, {
        "title": "第1234章 给你个惊喜（第二更大章）",
        "url": "https://m.biquge.info/23_23024/2312050.html"
      }, {
        "title": "第1235章 万丈荣光（第三更）",
        "url": "https://m.biquge.info/23_23024/2314289.html"
      }, {
        "title": "第1236章 我见证了历史（第一更大章）",
        "url": "https://m.biquge.info/23_23024/2320118.html"
      }, {
        "title": "第1237章 人生赢家（第二更）",
        "url": "https://m.biquge.info/23_23024/2320119.html"
      }, {
        "title": "第1238章 哪里比她强（第三更）",
        "url": "https://m.biquge.info/23_23024/2322272.html"
      }, {
        "title": "第1239章 如果没有你（第一更大章）",
        "url": "https://m.biquge.info/23_23024/2332097.html"
      }, {
        "title": "第1240章 送大礼（第二更大章）",
        "url": "https://m.biquge.info/23_23024/2335305.html"
      }, {
        "title": "第1241章 运气真好（第三更）",
        "url": "https://m.biquge.info/23_23024/2343135.html"
      }, {
        "title": "第1242章 都是爷！（第一更）",
        "url": "https://m.biquge.info/23_23024/2352667.html"
      }, {
        "title": "第1243章 我要领你走红毯（第二更）",
        "url": "https://m.biquge.info/23_23024/2358974.html"
      }, {
        "title": "第1244章 我和你的床头故事（第三更）",
        "url": "https://m.biquge.info/23_23024/2365042.html"
      }, {
        "title": "第1245章 喜欢你的内在（第一更大章）",
        "url": "https://m.biquge.info/23_23024/2375083.html"
      }, {
        "title": "第1246章 不切实际的幻想（第二更）",
        "url": "https://m.biquge.info/23_23024/2377504.html"
      }, {
        "title": "第1247章 婆媳联手，天下我有（第三更）",
        "url": "https://m.biquge.info/23_23024/2382658.html"
      }, {
        "title": "第1248章 扫荡出门",
        "url": "https://m.biquge.info/23_23024/2394292.html"
      }, {
        "title": "第1249章 遇到对手了（第二更）",
        "url": "https://m.biquge.info/23_23024/2396627.html"
      }, {
        "title": "第1250章 对方的目标（第三更）",
        "url": "https://m.biquge.info/23_23024/2400259.html"
      }, {
        "title": "第1251章 鄙视你一万年（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/2406515.html"
      }, {
        "title": "第1252章 很ok啦（第二更）",
        "url": "https://m.biquge.info/23_23024/2408442.html"
      }, {
        "title": "第1253章 停不下来（第三更）",
        "url": "https://m.biquge.info/23_23024/2412476.html"
      }, {
        "title": "第1254章 再也不会丢下你（第一更）",
        "url": "https://m.biquge.info/23_23024/2418606.html"
      }, {
        "title": "第1255章 受到一万点暴击（第二更）",
        "url": "https://m.biquge.info/23_23024/2420227.html"
      }, {
        "title": "第1256章 这红包有毒！（第三更）",
        "url": "https://m.biquge.info/23_23024/2423209.html"
      }, {
        "title": "第1257章 觉得自己很棒棒啊（第一更）",
        "url": "https://m.biquge.info/23_23024/2428462.html"
      }, {
        "title": "第1258章 真当我是摆设（第二更）",
        "url": "https://m.biquge.info/23_23024/2429798.html"
      }, {
        "title": "第1259章 老虎发威（第三更）",
        "url": "https://m.biquge.info/23_23024/2432180.html"
      }, {
        "title": "第1260章 霍少你真的够了！（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/2437437.html"
      }, {
        "title": "第1261章 气成河豚（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2438985.html"
      }, {
        "title": "第1262章 意外收获（第三更）",
        "url": "https://m.biquge.info/23_23024/2442313.html"
      }, {
        "title": "第1263章 喜欢一个人不容易（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2448300.html"
      }, {
        "title": "第1264章 星垂平野阔（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2449960.html"
      }, {
        "title": "第1265章 术业有专攻（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2453050.html"
      }, {
        "title": "第1266章 宋女士的瞎想（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2458941.html"
      }, {
        "title": "第1267章 被洗脑了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2460863.html"
      }, {
        "title": "第1268章 不差我一个（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2464140.html"
      }, {
        "title": "第1269章 要签名吗？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2469148.html"
      }, {
        "title": "第1270章 终生难忘的报复（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2471539.html"
      }, {
        "title": "第1271章 形影不离（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2474911.html"
      }, {
        "title": "第1272章 千载难逢的奇观（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/2480051.html"
      }, {
        "title": "第1273章 突如其来（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2482243.html"
      }, {
        "title": "第1274章 我跟你们没完！（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2485046.html"
      }, {
        "title": "第1275章 素质太好也是错（第一更大章求月票！）",
        "url": "https://m.biquge.info/23_23024/2491307.html"
      }, {
        "title": "第1276章 给他们一个教训（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2493316.html"
      }, {
        "title": "第1277章 一定要加回好友（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2496509.html"
      }, {
        "title": "第1278章 倒计时（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/2505005.html"
      }, {
        "title": "第1279章 海市蜃楼（第二更月票300+）",
        "url": "https://m.biquge.info/23_23024/2507687.html"
      }, {
        "title": "第1280章 地动山摇（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2511033.html"
      }, {
        "title": "第1281章 我更为你骄傲（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2517358.html"
      }, {
        "title": "第1282章 永不遗忘（第二更月票600+）",
        "url": "https://m.biquge.info/23_23024/2518900.html"
      }, {
        "title": "第1283章 准备起诉（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2522062.html"
      }, {
        "title": "第1284章 四喜临门（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2527115.html"
      }, {
        "title": "第1285章 时间宝贵（第二更月票900+）",
        "url": "https://m.biquge.info/23_23024/2528566.html"
      }, {
        "title": "第1286章 证明给我看（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2538426.html"
      }, {
        "title": "第1287章 顾念之的逆鳞（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2538427.html"
      }, {
        "title": "第1288章 一顿蛋炒饭引发的危机（第二更）",
        "url": "https://m.biquge.info/23_23024/2543978.html"
      }, {
        "title": "第1289章 谈笑有巨贾（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2550153.html"
      }, {
        "title": "第1290章 狗眼看人低（第二更月票1200+）",
        "url": "https://m.biquge.info/23_23024/2557914.html"
      }, {
        "title": "第1291章 高估和低估（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2562952.html"
      }, {
        "title": "第1292章 自相矛盾（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/2568007.html"
      }, {
        "title": "第1293章 肺腑之言（第二更，沫沫moshi+1）",
        "url": "https://m.biquge.info/23_23024/2571992.html"
      }, {
        "title": "第1294章 撇清自己（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2580087.html"
      }, {
        "title": "第1295章 我是你的依靠（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2588310.html"
      }, {
        "title": "第1296章 这个姿势很辛苦（第二更月票1500+）",
        "url": "https://m.biquge.info/23_23024/2590825.html"
      }, {
        "title": "第1297章 霍少我错了！（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2596944.html"
      }, {
        "title": "第1298章 消息确认（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2605080.html"
      }, {
        "title": "第1299章 找靠山（第二更，沫沫moshi+2）",
        "url": "https://m.biquge.info/23_23024/2607088.html"
      }, {
        "title": "第1300章 一举三得（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2611220.html"
      }, {
        "title": "第1301章 如何追天才大美人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2617946.html"
      }, {
        "title": "第1302章 传话的人（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2623419.html"
      }, {
        "title": "第1303章 下落（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2631846.html"
      }, {
        "title": "第1304章 漏网之鱼（第二更，月票1800+）",
        "url": "https://m.biquge.info/23_23024/2633951.html"
      }, {
        "title": "第1305章 小花招（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2637392.html"
      }, {
        "title": "第1306章 就扶你！（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2643591.html"
      }, {
        "title": "第1307章 种蘑菇，生蘑菇（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2648886.html"
      }, {
        "title": "第1308章 你罩我，我罩你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2656428.html"
      }, {
        "title": "第1309章 是我家，别客气（第二更月票2100+）",
        "url": "https://m.biquge.info/23_23024/2658663.html"
      }, {
        "title": "第1310章 外人内人（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2664819.html"
      }, {
        "title": "第1311章 三十岁的老男人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2672772.html"
      }, {
        "title": "第1312章 较真 （第二更，霁鱼儿+1）",
        "url": "https://m.biquge.info/23_23024/2676701.html"
      }, {
        "title": "第1313章 交易（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2680766.html"
      }, {
        "title": "第1314章 她也有份（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/2689788.html"
      }, {
        "title": "第1315章 机会只给有准备的人（第二更月票2400+）",
        "url": "https://m.biquge.info/23_23024/2692048.html"
      }, {
        "title": "第1316章 要钱，还是要命（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2697343.html"
      }, {
        "title": "第1317章 先下手为强（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/2704945.html"
      }, {
        "title": "第1318章 反攻倒算（第二更月票2700+）",
        "url": "https://m.biquge.info/23_23024/2706688.html"
      }, {
        "title": "第1319章 没出息的东西（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2710056.html"
      }, {
        "title": "第1320章 空手套白狼 （第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/2716591.html"
      }, {
        "title": "第1321章 可以说是很敬业了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2722306.html"
      }, {
        "title": "第1322章 夫妻搭配，干活不累（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2728712.html"
      }, {
        "title": "第1323章 最大助力（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/2730895.html"
      }, {
        "title": "第1324章 致命错误（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2735601.html"
      }, {
        "title": "第1325章 蓝颜祸水（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2742782.html"
      }, {
        "title": "第1326章 看错（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2748679.html"
      }, {
        "title": "第1327章 最恨的人（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/2756380.html"
      }, {
        "title": "第1328章 心机girl（第二更月票3300+）",
        "url": "https://m.biquge.info/23_23024/2759566.html"
      }, {
        "title": "第1329章 神推测（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2765294.html"
      }, {
        "title": "第1330章 信还是不信（第一更大章求推荐票）",
        "url": "https://m.biquge.info/23_23024/2776443.html"
      }, {
        "title": "第1331章 最后的疯狂（第二更月票3600+）",
        "url": "https://m.biquge.info/23_23024/2778651.html"
      }, {
        "title": "第1332章 不吃回头草（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2782699.html"
      }, {
        "title": "第1333章 致命诱惑（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2790772.html"
      }, {
        "title": "第1334章 来自过往的留言（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2797107.html"
      }, {
        "title": "第1335章 您长得美您说什么都对（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2804047.html"
      }, {
        "title": "第1336章 异曲同工（第二更月票3900+）",
        "url": "https://m.biquge.info/23_23024/2805811.html"
      }, {
        "title": "第1337章 实属难得（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2810560.html"
      }, {
        "title": "第1338章 又要作妖了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2816877.html"
      }, {
        "title": "第1339章 时间不多了（第二更月票4200+）",
        "url": "https://m.biquge.info/23_23024/2820522.html"
      }, {
        "title": "第1340 人外有人（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2825848.html"
      }, {
        "title": "第1341章 底线是用来突破的（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2831997.html"
      }, {
        "title": "第1342章 剑走偏锋（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2839944.html"
      }, {
        "title": "第1343章 听风就是雨（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2847980.html"
      }, {
        "title": "第1344章 造谣也要有常识（第二更月票4500+）",
        "url": "https://m.biquge.info/23_23024/2850198.html"
      }, {
        "title": "第1345章 技不如人（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2854952.html"
      }, {
        "title": "第1346章 内外勾结 （第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2862589.html"
      }, {
        "title": "第1347章 不是蠢，就是毒（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2869883.html"
      }, {
        "title": "第1348章 出事了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2875788.html"
      }, {
        "title": "第1349章 别玩火（第二更月票4800+）",
        "url": "https://m.biquge.info/23_23024/2879535.html"
      }, {
        "title": "第1350章 任她予取予求（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2883846.html"
      }, {
        "title": "第1351章 有机会自证清白（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2891282.html"
      }, {
        "title": "第1352章 早干嘛去了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2895815.html"
      }, {
        "title": "第1353章 抽的就是你（第三更月票5100+）",
        "url": "https://m.biquge.info/23_23024/2896947.html"
      }, {
        "title": "第1354章 个人感情色彩（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2904393.html"
      }, {
        "title": "第1355章 真是很欠揍（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2909977.html"
      }, {
        "title": "第1356章 不同意（第三更月票5400+）",
        "url": "https://m.biquge.info/23_23024/2911400.html"
      }, {
        "title": "第1357章 来势汹汹（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2925426.html"
      }, {
        "title": "第1358章 耿直单纯傻（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2931758.html"
      }, {
        "title": "第1359章 不要自己加戏（第三更月票+）",
        "url": "https://m.biquge.info/23_23024/2932972.html"
      }, {
        "title": "第1360章 无可辩驳（第一更大章求保底月票）",
        "url": "https://m.biquge.info/23_23024/2940263.html"
      }, {
        "title": "第1361章 漂亮小姐姐（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2942255.html"
      }, {
        "title": "第1362章 无效号码（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2946766.html"
      }, {
        "title": "第1363章 如影随形（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2954137.html"
      }, {
        "title": "第1364章 就是这么厉害（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2955740.html"
      }, {
        "title": "求一波月票~~~（免费单章）",
        "url": "https://m.biquge.info/23_23024/2955903.html"
      }, {
        "title": "第1365章 角色扮演（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2958631.html"
      }, {
        "title": "第1366章 轰动题材（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2964556.html"
      }, {
        "title": "第1367章 压迫越狠，反弹越大（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2966706.html"
      }, {
        "title": "第1368章 过期不候（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2970035.html"
      }, {
        "title": "第1369章 反目（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2976773.html"
      }, {
        "title": "第1370章 假公济私（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2978368.html"
      }, {
        "title": "第1371章 开挂了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2982163.html"
      }, {
        "title": "第1372章 你不心疼我心疼（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/2988849.html"
      }, {
        "title": "第1373章 超常发挥（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/2992893.html"
      }, {
        "title": "第1374章 愚不可及（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/2996938.html"
      }, {
        "title": "第1375章 从小龙女到马夫人（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/3003147.html"
      }, {
        "title": "第1376章 暴露了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3004654.html"
      }, {
        "title": "第1377章 分外眼熟（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/3008316.html"
      }, {
        "title": "第1378章 谁还不是戏精咋地（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3014636.html"
      }, {
        "title": "第1379章 石头里蹦出来的（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3016198.html"
      }, {
        "title": "第1380章 祈求良缘的姻缘石（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/3019955.html"
      }, {
        "title": "第1381章 我去问，你别管",
        "url": "https://m.biquge.info/23_23024/3026176.html"
      }, {
        "title": "第1382章 生命迹象（第一更）",
        "url": "https://m.biquge.info/23_23024/3038121.html"
      }, {
        "title": "第1383章 突袭（第二更浅※陌家小公主满月+）",
        "url": "https://m.biquge.info/23_23024/3040364.html"
      }, {
        "title": "第1384章 来自父亲（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/3044787.html"
      }, {
        "title": "第1385章 女儿家矜贵（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3050831.html"
      }, {
        "title": "第1386 活色生香（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3056033.html"
      }, {
        "title": "第1387章 等着这一天（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3061479.html"
      }, {
        "title": "第1388章 种子（第二更霁鱼儿+2）",
        "url": "https://m.biquge.info/23_23024/3063747.html"
      }, {
        "title": "第1389章 他们要抢我们的东西（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/3067650.html"
      }, {
        "title": "第1390章 梦寐以求（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3074751.html"
      }, {
        "title": "第1391章 N2（第二更）",
        "url": "https://m.biquge.info/23_23024/3081673.html"
      }, {
        "title": "第1392章 来自彼岸的倒计时（1）（第一更）",
        "url": "https://m.biquge.info/23_23024/3087725.html"
      }, {
        "title": "第1393章 来自彼岸的倒计时（2）（第二更）",
        "url": "https://m.biquge.info/23_23024/3093776.html"
      }, {
        "title": "第1394章 来自彼岸的倒计时（3）（第一更）",
        "url": "https://m.biquge.info/23_23024/3100247.html"
      }, {
        "title": "第1395章 最美的烟花（第二更）",
        "url": "https://m.biquge.info/23_23024/3120771.html"
      }, {
        "title": "第1396章 求仁得仁，要锤得锤（1）",
        "url": "https://m.biquge.info/23_23024/3120772.html"
      }, {
        "title": "第1397章 求仁得仁，要锤得锤（2）",
        "url": "https://m.biquge.info/23_23024/3126350.html"
      }, {
        "title": "第1398章 求仁得仁、要锤得锤（3）（大章）",
        "url": "https://m.biquge.info/23_23024/3133196.html"
      }, {
        "title": "第1399章 谁持彩练当空舞（1）（第一更）",
        "url": "https://m.biquge.info/23_23024/3145685.html"
      }, {
        "title": "第1400章 谁持彩练当空舞（2）（第二更）",
        "url": "https://m.biquge.info/23_23024/3151274.html"
      }, {
        "title": "第1401章 谁持彩练当空舞（3）（第一更大章求推荐票）",
        "url": "https://m.biquge.info/23_23024/3157484.html"
      }, {
        "title": "第1402章 今朝更好（第二更）",
        "url": "https://m.biquge.info/23_23024/3160082.html"
      }, {
        "title": "第1403章 她的位置无处不在（第三更）",
        "url": "https://m.biquge.info/23_23024/3165270.html"
      }, {
        "title": "第1404章 旁观者视角（第一更大章）",
        "url": "https://m.biquge.info/23_23024/3171997.html"
      }, {
        "title": "第1405章 这东西真的是给她准备的？（第二更）",
        "url": "https://m.biquge.info/23_23024/3177790.html"
      }, {
        "title": "第1406章 皮又痒了（第一更）",
        "url": "https://m.biquge.info/23_23024/3185376.html"
      }, {
        "title": "第1407章 背后教妻（第二更）",
        "url": "https://m.biquge.info/23_23024/3190746.html"
      }, {
        "title": "第1408章 爱你爱得不能自拔（第一更）",
        "url": "https://m.biquge.info/23_23024/3197307.html"
      }, {
        "title": "第1409章 哪里都有问题！（第二更）",
        "url": "https://m.biquge.info/23_23024/3203423.html"
      }, {
        "title": "第1410章 继续你的婊演（第一更大章）",
        "url": "https://m.biquge.info/23_23024/3210607.html"
      }, {
        "title": "第1411章 机会的诱惑（第二更）",
        "url": "https://m.biquge.info/23_23024/3215696.html"
      }, {
        "title": "第1412章 鸠占鹊巢（第一更）",
        "url": "https://m.biquge.info/23_23024/3229874.html"
      }, {
        "title": "第1413章 守护鹊巢（第二更）",
        "url": "https://m.biquge.info/23_23024/3235876.html"
      }, {
        "title": "第1414章 摔倒了，要XXXX才能起来（第一更）",
        "url": "https://m.biquge.info/23_23024/3243171.html"
      }, {
        "title": "第1415章 野鸳鸯（第二更）",
        "url": "https://m.biquge.info/23_23024/3248070.html"
      }, {
        "title": "第1416章 越来越大胆了（第一更）",
        "url": "https://m.biquge.info/23_23024/3256224.html"
      }, {
        "title": "第1417章 记得你，忘记你（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3262307.html"
      }, {
        "title": "第1418章 心太软（第一更）",
        "url": "https://m.biquge.info/23_23024/3268574.html"
      }, {
        "title": "第1419章 没把她当外人（第二更）",
        "url": "https://m.biquge.info/23_23024/3273111.html"
      }, {
        "title": "第1420章 你发财了（第一更）",
        "url": "https://m.biquge.info/23_23024/3278951.html"
      }, {
        "title": "第1421章 意难平（第二更）",
        "url": "https://m.biquge.info/23_23024/3289228.html"
      }, {
        "title": "第1422章 你说是就是（第一更）",
        "url": "https://m.biquge.info/23_23024/3294955.html"
      }, {
        "title": "第1423章 幕前和幕后（第二更）",
        "url": "https://m.biquge.info/23_23024/3299072.html"
      }, {
        "title": "第1424章 你跳我就跳（第一更大章求月票！）",
        "url": "https://m.biquge.info/23_23024/3304511.html"
      }, {
        "title": "第1425章 星落如雨（第二更求月票！！！）",
        "url": "https://m.biquge.info/23_23024/3309054.html"
      }, {
        "title": "第1426章 追责（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3314273.html"
      }, {
        "title": "第1427章 我会骄傲的（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3318064.html"
      }, {
        "title": "第1428章 我给你出这口气（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3323468.html"
      }, {
        "title": "第1429章 心有灵犀（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3325544.html"
      }, {
        "title": "第1430章 醍醐灌顶（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/3328667.html"
      }, {
        "title": "第1431章 接你回家（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3334325.html"
      }, {
        "title": "第1432章 强中自有强中手（第二更月票1000+）",
        "url": "https://m.biquge.info/23_23024/3339263.html"
      }, {
        "title": "第1433章 您会怎么做？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3345453.html"
      }, {
        "title": "第1434章 如出一辙（第二更月票2000+）",
        "url": "https://m.biquge.info/23_23024/3350021.html"
      }, {
        "title": "第1435章 太巧了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3355313.html"
      }, {
        "title": "第1436章 差点忘了（第二更你们的宝贝轩轩+）",
        "url": "https://m.biquge.info/23_23024/3359656.html"
      }, {
        "title": "第1437章 目击证人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3365090.html"
      }, {
        "title": "第1438章 非君子所为（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/3369604.html"
      }, {
        "title": "第1439章 后果很严重（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3374784.html"
      }, {
        "title": "第1440章 找到线索（第二更我乃龟仙人+1）",
        "url": "https://m.biquge.info/23_23024/3379027.html"
      }, {
        "title": "第1441章 我给你办妥（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3384107.html"
      }, {
        "title": "第1442章 盼回复（我乃龟仙人+2）",
        "url": "https://m.biquge.info/23_23024/3388156.html"
      }, {
        "title": "第1443章 被时光掩埋的秘密（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3392932.html"
      }, {
        "title": "第1444章 被时光掩埋的秘密（2）（第二更月票4000+）",
        "url": "https://m.biquge.info/23_23024/3397268.html"
      }, {
        "title": "第1445章 被时光掩埋的秘密（3）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3402106.html"
      }, {
        "title": "第1446章 被时光掩埋的秘密（4）（第二更月票4500+）",
        "url": "https://m.biquge.info/23_23024/3406648.html"
      }, {
        "title": "第1447章 被时光掩埋的秘密（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3411267.html"
      }, {
        "title": "第1448章 被时光掩埋的秘密（6）（第二更月票5000+）",
        "url": "https://m.biquge.info/23_23024/3415461.html"
      }, {
        "title": "第1449章 被时光掩埋的秘密（7）（大章）",
        "url": "https://m.biquge.info/23_23024/3420969.html"
      }, {
        "title": "第1450章 被时光掩埋的秘密（8）（大章）",
        "url": "https://m.biquge.info/23_23024/3431722.html"
      }, {
        "title": "第1451章 被时光掩埋的秘密（9）",
        "url": "https://m.biquge.info/23_23024/3440213.html"
      }, {
        "title": "第1452章 被时光掩埋的秘密（10）（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3449127.html"
      }, {
        "title": "第1453章 被时光掩埋的秘密（11）（超大章求月票）",
        "url": "https://m.biquge.info/23_23024/3457948.html"
      }, {
        "title": "第1454章 被时光掩埋的秘密（12）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3466210.html"
      }, {
        "title": "第1455章 薛定谔的猫只有一只（第二更月票5500+）",
        "url": "https://m.biquge.info/23_23024/3470520.html"
      }, {
        "title": "第1456章 爱错人了？（大章）",
        "url": "https://m.biquge.info/23_23024/3475478.html"
      }, {
        "title": "第1457章 曾经擦肩而过（大章）",
        "url": "https://m.biquge.info/23_23024/3484587.html"
      }, {
        "title": "第1458章 奇货可居（大章）",
        "url": "https://m.biquge.info/23_23024/3493108.html"
      }, {
        "title": "第1459章 告诉你一个秘密",
        "url": "https://m.biquge.info/23_23024/3501519.html"
      }, {
        "title": "第1460章 斯人何在（第一更）",
        "url": "https://m.biquge.info/23_23024/3509799.html"
      }, {
        "title": "第1461章 突破瓶颈（第二更月票6000+）",
        "url": "https://m.biquge.info/23_23024/3513941.html"
      }, {
        "title": "第1462章 完美基因（大章）",
        "url": "https://m.biquge.info/23_23024/3518708.html"
      }, {
        "title": "第1463章 她到底在什么地方（第一更）",
        "url": "https://m.biquge.info/23_23024/3528271.html"
      }, {
        "title": "第1464章 跟你不熟（第二更Beth1211盟主+）",
        "url": "https://m.biquge.info/23_23024/3532193.html"
      }, {
        "title": "第1465章 卿本佳人，奈何作贼（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3537007.html"
      }, {
        "title": "第1466章 赶紧给钱（第二更月票6500+）",
        "url": "https://m.biquge.info/23_23024/3540681.html"
      }, {
        "title": "第1467章 最难消受美人做饭（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3545719.html"
      }, {
        "title": "第1468章 到家了（大章）",
        "url": "https://m.biquge.info/23_23024/3554118.html"
      }, {
        "title": "第1469章 新朋旧友（大章）",
        "url": "https://m.biquge.info/23_23024/3562244.html"
      }, {
        "title": "第1470章 竖着出去，横着进来（大章）",
        "url": "https://m.biquge.info/23_23024/3570500.html"
      }, {
        "title": "第1471章 我不允许她嫁给别的男人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3578475.html"
      }, {
        "title": "第1472章 你跪安吧（第二更月票7000+）",
        "url": "https://m.biquge.info/23_23024/3582827.html"
      }, {
        "title": "第1473章 你们可以重新开始（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3589233.html"
      }, {
        "title": "第1474章 她的长相（第二更喵小小喵+）",
        "url": "https://m.biquge.info/23_23024/3593002.html"
      }, {
        "title": "第1475章 釜底抽薪（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3597933.html"
      }, {
        "title": "第1476章 抛砖引玉（第二更霁鱼儿+）",
        "url": "https://m.biquge.info/23_23024/3601196.html"
      }, {
        "title": "第1477章 他来了，请站稳（第一更五千字求月票）",
        "url": "https://m.biquge.info/23_23024/3606306.html"
      }, {
        "title": "第1478章 捧在手心的主儿（第二更月票7500+）",
        "url": "https://m.biquge.info/23_23024/3609596.html"
      }, {
        "title": "第1479章 我想知道真相（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3614486.html"
      }, {
        "title": "第1480章 天才都是疯子（第二更月票500+）",
        "url": "https://m.biquge.info/23_23024/3620907.html"
      }, {
        "title": "第1481章 你是我们的福星（第三更月票1000+）",
        "url": "https://m.biquge.info/23_23024/3621619.html"
      }, {
        "title": "第1482章 绝密内容（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/3626184.html"
      }, {
        "title": "第1483章 告白气球（第二更喵小小喵盟主+）",
        "url": "https://m.biquge.info/23_23024/3629320.html"
      }, {
        "title": "第1484章 掌上明珠（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3634200.html"
      }, {
        "title": "第1485章 你是他的药（第二更我乃龟仙人+）",
        "url": "https://m.biquge.info/23_23024/3637157.html"
      }, {
        "title": "第1486章 看出她的心思（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3642070.html"
      }, {
        "title": "第1487章 口是心非 （第二更lavendermimi仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/3644969.html"
      }, {
        "title": "第1488章 强扭的瓜不甜（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3650123.html"
      }, {
        "title": "第1489章 你是故意的吧（第二更大章我乃龟仙人灵宠缘+）",
        "url": "https://m.biquge.info/23_23024/3653064.html"
      }, {
        "title": "第1490章 世上只有他好（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3657906.html"
      }, {
        "title": "第1491章 一代新人换旧人（第二更月票1500+）",
        "url": "https://m.biquge.info/23_23024/3662032.html"
      }, {
        "title": "第1492章 这真是亲爹（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3667489.html"
      }, {
        "title": "第1493章 是不是瞎（第二更lavendermimi盟主+）",
        "url": "https://m.biquge.info/23_23024/3673581.html"
      }, {
        "title": "第1494章 咱俩有缘份（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3678008.html"
      }, {
        "title": "第1495章 我就不客气了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3685559.html"
      }, {
        "title": "第1496章 再遇故人（第二更霁鱼儿+）",
        "url": "https://m.biquge.info/23_23024/3688491.html"
      }, {
        "title": "第1497章 殃及池鱼（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3693003.html"
      }, {
        "title": "第1498章 金刚钻和瓷器活（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3699769.html"
      }, {
        "title": "第1499章 一劳永逸（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3708386.html"
      }, {
        "title": "第1500章 莫欺少年穷（第二更月票2000+）",
        "url": "https://m.biquge.info/23_23024/3711596.html"
      }, {
        "title": "第1501章 假如爱有天意（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3715951.html"
      }, {
        "title": "第1502章 此一时，彼一时（第二更郭谢+）",
        "url": "https://m.biquge.info/23_23024/3718540.html"
      }, {
        "title": "第1503章 锦鲤好运（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3722703.html"
      }, {
        "title": "第1504章 好消息连台（第二更情人节+）",
        "url": "https://m.biquge.info/23_23024/3725250.html"
      }, {
        "title": "第1505章 我对他忠贞不二（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3729588.html"
      }, {
        "title": "第1506章 但愿你被温柔对待（第二更喵小小喵+）",
        "url": "https://m.biquge.info/23_23024/3732350.html"
      }, {
        "title": "第1507章 意外中的意外（第一更给大家拜年！）",
        "url": "https://m.biquge.info/23_23024/3736413.html"
      }, {
        "title": "第1508章 从我开始（第二更沫沫moshi+）",
        "url": "https://m.biquge.info/23_23024/3739242.html"
      }, {
        "title": "第1509章 信息量太大了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3743126.html"
      }, {
        "title": "第1510章 真是好巧啊（第二更月票2500+）",
        "url": "https://m.biquge.info/23_23024/3745522.html"
      }, {
        "title": "第1511章 路远路近（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3749051.html"
      }, {
        "title": "第1512章 遇到对头了（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3754874.html"
      }, {
        "title": "第1513章 有人听话真高兴（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/3757765.html"
      }, {
        "title": "第1514章 心眼偏到没眼看（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3761545.html"
      }, {
        "title": "第1515章 我是大股东（第二更沫沫moshi+）",
        "url": "https://m.biquge.info/23_23024/3764335.html"
      }, {
        "title": "第1516章 你要怎么感谢我（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3768416.html"
      }, {
        "title": "第1517章 你不用担心我（第二更pplrppl+1）",
        "url": "https://m.biquge.info/23_23024/3770630.html"
      }, {
        "title": "第1518章 祝自己生日快乐（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3775187.html"
      }, {
        "title": "第1519章 带到沟里去（第二更月票3500+）",
        "url": "https://m.biquge.info/23_23024/3777993.html"
      }, {
        "title": "第1520章 放轻松（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3782352.html"
      }, {
        "title": "第1521 入戏太深（第二更pplrppl+2）",
        "url": "https://m.biquge.info/23_23024/3784709.html"
      }, {
        "title": "第1522章 戏精都是成对出现的（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3789158.html"
      }, {
        "title": "第1523章 远东王牌（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3795924.html"
      }, {
        "title": "第1524章 试金石（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3802313.html"
      }, {
        "title": "第1525章 欧皇与非酋（第二更月票4000+）",
        "url": "https://m.biquge.info/23_23024/3806168.html"
      }, {
        "title": "第1526章 亲爱的（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3810649.html"
      }, {
        "title": "第1527章 他是谁（第二更月票4500+）",
        "url": "https://m.biquge.info/23_23024/3814627.html"
      }, {
        "title": "第1528章 我恁死他（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3818906.html"
      }, {
        "title": "第1529章 看人下菜碟（第二更月票5000+）",
        "url": "https://m.biquge.info/23_23024/3822908.html"
      }, {
        "title": "第1530章 她是我的人（第一更求月票！）",
        "url": "https://m.biquge.info/23_23024/3827476.html"
      }, {
        "title": "第1531章 六月债，还得快（第二更月票500+）",
        "url": "https://m.biquge.info/23_23024/3830275.html"
      }, {
        "title": "第1532章 奥斯卡欠她一座小金人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3834603.html"
      }, {
        "title": "第1533章 连渣都不留（第二更沫沫moshi+1）",
        "url": "https://m.biquge.info/23_23024/3835599.html"
      }, {
        "title": "第1534章 看热闹不嫌事大（第三更月票1000+）",
        "url": "https://m.biquge.info/23_23024/3837307.html"
      }, {
        "title": "第1535章 我只是对自己没信心（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3841455.html"
      }, {
        "title": "第1536章 谁救了谁的命（第二更月票1500+）",
        "url": "https://m.biquge.info/23_23024/3845185.html"
      }, {
        "title": "第1537章 今天就有机会（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3849222.html"
      }, {
        "title": "第1538章 你说什么就是什么（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3856256.html"
      }, {
        "title": "第1539章 最好的一天（第二更沫沫moshi+2）",
        "url": "https://m.biquge.info/23_23024/3859201.html"
      }, {
        "title": "第1540章 最坏的一天（大章六千字求月票）",
        "url": "https://m.biquge.info/23_23024/3863697.html"
      }, {
        "title": "第1541章 你再动她试试！（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3871162.html"
      }, {
        "title": "第1542章 我要对她负责任（第二更餹甜谁心+）",
        "url": "https://m.biquge.info/23_23024/3873869.html"
      }, {
        "title": "第1543章 我是个道德败坏的人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3877995.html"
      }, {
        "title": "第1544章 唯一的败笔（第二更餹甜谁心盟主+）",
        "url": "https://m.biquge.info/23_23024/3880659.html"
      }, {
        "title": "第1545章 高智商就是可以为所欲为（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3885078.html"
      }, {
        "title": "第1546章 配合默契（第二更小一亲亲盟主+）",
        "url": "https://m.biquge.info/23_23024/3887534.html"
      }, {
        "title": "第1547章 买买买（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3891877.html"
      }, {
        "title": "第1548章 白操心（第二更月票2000+）",
        "url": "https://m.biquge.info/23_23024/3894372.html"
      }, {
        "title": "第1549章 冷血是会传染的（大章求月票）",
        "url": "https://m.biquge.info/23_23024/3897973.html"
      }, {
        "title": "第1550章 我不配（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3904537.html"
      }, {
        "title": "第1551章 你还要我吗？（第二更我乃龟仙人+1）",
        "url": "https://m.biquge.info/23_23024/3908968.html"
      }, {
        "title": "第1552章 我要收拾她（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3913058.html"
      }, {
        "title": "第1553章 都听你的（第二更我乃龟仙人+2）",
        "url": "https://m.biquge.info/23_23024/3915551.html"
      }, {
        "title": "第1554章 灰姑娘的谣言（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3919556.html"
      }, {
        "title": "第1555章 大佬我错了（第二更月票2500+）",
        "url": "https://m.biquge.info/23_23024/3922408.html"
      }, {
        "title": "第1556章 真人不露相（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3926104.html"
      }, {
        "title": "第1557章 这是什么操作？（第二更沫沫moshi+）",
        "url": "https://m.biquge.info/23_23024/3929042.html"
      }, {
        "title": "第1558章 一针见血",
        "url": "https://m.biquge.info/23_23024/3933080.html"
      }, {
        "title": "第1559章 想你的时候（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3939430.html"
      }, {
        "title": "第1560章 科班出身就是不一样（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/3941892.html"
      }, {
        "title": "第1561章 不如早一点放手",
        "url": "https://m.biquge.info/23_23024/3946041.html"
      }, {
        "title": "第1562章 顾女王陛下金口玉言（大章求推荐票）",
        "url": "https://m.biquge.info/23_23024/3952421.html"
      }, {
        "title": "第1563章 估计还没出生（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/3958791.html"
      }, {
        "title": "第1564章 永远的烙印（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3961435.html"
      }, {
        "title": "第1565章 真正的天才（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3965163.html"
      }, {
        "title": "第1566章 感谢天，感谢地（第二更月票3500+）",
        "url": "https://m.biquge.info/23_23024/3966244.html"
      }, {
        "title": "第1567章 硬仗在前（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/3967905.html"
      }, {
        "title": "第1568章 忠装反（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3971548.html"
      }, {
        "title": "第1569章 颜值高峰（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3974413.html"
      }, {
        "title": "第1570章 你是我生命中最大的奇迹（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3978126.html"
      }, {
        "title": "第1571章 见招拆招（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3980732.html"
      }, {
        "title": "第1572章 给你我的心（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3984388.html"
      }, {
        "title": "第1573章 完整视频（第二更月票4000+）",
        "url": "https://m.biquge.info/23_23024/3985403.html"
      }, {
        "title": "第1574章 七秒钟的奇迹（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/3986915.html"
      }, {
        "title": "第1575章 多了一个，少了一个（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3990675.html"
      }, {
        "title": "第1576章 咫尺天涯（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/3995870.html"
      }, {
        "title": "第1577章 一个都不放过（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/3999392.html"
      }, {
        "title": "第1578章 一个都不放过（2）（第二更月票4500+）",
        "url": "https://m.biquge.info/23_23024/4000610.html"
      }, {
        "title": "第1579章 一个都不放过（3）（第三更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4002125.html"
      }, {
        "title": "第1580章 一个都不放过（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4005886.html"
      }, {
        "title": "第1581章 恭敬不如从命（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4008473.html"
      }, {
        "title": "第1582章 告黑状（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4012133.html"
      }, {
        "title": "第1583章 你会比她更出色（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4015226.html"
      }, {
        "title": "第1584章 戏精本精（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4019220.html"
      }, {
        "title": "第1585章 破罐子破摔（第二更月票5000+）",
        "url": "https://m.biquge.info/23_23024/4020236.html"
      }, {
        "title": "第1586章 果然又是她（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4021908.html"
      }, {
        "title": "第1587章 凡事都有第一次（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4028011.html"
      }, {
        "title": "第1588章 一家人最重要是整整齐齐（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4031089.html"
      }, {
        "title": "第1589章 信了她的邪（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4035909.html"
      }, {
        "title": "第1590章 你可以保持沉默（第二更月票5500+）",
        "url": "https://m.biquge.info/23_23024/4037270.html"
      }, {
        "title": "第1591章 对我的未来充满信心（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4039160.html"
      }, {
        "title": "第1592章 你对我的熟悉程度（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/4043529.html"
      }, {
        "title": "第1593章 以子之矛，攻子之盾（第二更月票+）",
        "url": "https://m.biquge.info/23_23024/4044900.html"
      }, {
        "title": "第1594章 疯狂给自己打call（第三更求保底月票）",
        "url": "https://m.biquge.info/23_23024/4046517.html"
      }, {
        "title": "第1595章 这话你敢说，我不敢信（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4050228.html"
      }, {
        "title": "第1596章 突如其来的证据（第二更月票500+）",
        "url": "https://m.biquge.info/23_23024/4051294.html"
      }, {
        "title": "第1597章 为人父母（第三更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4053156.html"
      }, {
        "title": "第1598章 势同水火（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4056889.html"
      }, {
        "title": "第1599章 这跟说好的不一样（第二更月票1000+）",
        "url": "https://m.biquge.info/23_23024/4057835.html"
      }, {
        "title": "第1600章 我还可以对你更好（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4059297.html"
      }, {
        "title": "第1601章 青出于蓝而胜于蓝（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4063066.html"
      }, {
        "title": "第1602章 跟我谈条件？（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4065481.html"
      }, {
        "title": "第1603章 一点关系都没有（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4069927.html"
      }, {
        "title": "第1604章 公子世无双（第二更emem1313仙葩缘+）",
        "url": "https://m.biquge.info/23_23024/4070858.html"
      }, {
        "title": "第1605章 同行是冤家（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4072444.html"
      }, {
        "title": "第1606章 掐不掉（第一更）",
        "url": "https://m.biquge.info/23_23024/4075834.html"
      }, {
        "title": "第1607章 有些小激动（第二更emem1313盟主+）",
        "url": "https://m.biquge.info/23_23024/4076769.html"
      }, {
        "title": "第1608章 欲盖弥彰（第三更）",
        "url": "https://m.biquge.info/23_23024/4078189.html"
      }, {
        "title": "第1609章 最强的盾（大章两更合一）",
        "url": "https://m.biquge.info/23_23024/4081651.html"
      }, {
        "title": "第1610章 于情于理（月票1500+）",
        "url": "https://m.biquge.info/23_23024/4083930.html"
      }, {
        "title": "第1611章 我要见她（第一更）",
        "url": "https://m.biquge.info/23_23024/4087628.html"
      }, {
        "title": "第1612章 表里如一，言行一致（第二更）",
        "url": "https://m.biquge.info/23_23024/4089935.html"
      }, {
        "title": "第1613章 我给你撑腰（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4093581.html"
      }, {
        "title": "第1614章 太高看她了（第二更）",
        "url": "https://m.biquge.info/23_23024/4095833.html"
      }, {
        "title": "第1615章 最有力的反击（第一更）",
        "url": "https://m.biquge.info/23_23024/4100981.html"
      }, {
        "title": "第1616章 真情圣（第二更）",
        "url": "https://m.biquge.info/23_23024/4106659.html"
      }, {
        "title": "第1617章 掀开新的帷幕（第一更）",
        "url": "https://m.biquge.info/23_23024/4110164.html"
      }, {
        "title": "第1618章 最好的新年礼物（大章含月票2000+）",
        "url": "https://m.biquge.info/23_23024/4112562.html"
      }, {
        "title": "第1619章 行家一出手，就知有没有（大章）",
        "url": "https://m.biquge.info/23_23024/4133353.html"
      }, {
        "title": "第1620章 春光乍泄（第一更）",
        "url": "https://m.biquge.info/23_23024/4139101.html"
      }, {
        "title": "第1621章 我看你还能憋多久（第二更）",
        "url": "https://m.biquge.info/23_23024/4141301.html"
      }, {
        "title": "第1622章 戏王之王（大章）",
        "url": "https://m.biquge.info/23_23024/4144868.html"
      }, {
        "title": "第1623章 我这辈子都是你的（第一更）",
        "url": "https://m.biquge.info/23_23024/4150499.html"
      }, {
        "title": "第1624章 还说你没动心（第二更）",
        "url": "https://m.biquge.info/23_23024/4152582.html"
      }, {
        "title": "第1625章 我不要伞 （第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4156213.html"
      }, {
        "title": "第1626章 被拦住了（第二更月票2500+）",
        "url": "https://m.biquge.info/23_23024/4156993.html"
      }, {
        "title": "第1627章 你终于来了（第三更）",
        "url": "https://m.biquge.info/23_23024/4158336.html"
      }, {
        "title": "第1628章 洪福齐天（第一更）",
        "url": "https://m.biquge.info/23_23024/4161887.html"
      }, {
        "title": "第1629章 见舅如见娘（第二更）",
        "url": "https://m.biquge.info/23_23024/4164025.html"
      }, {
        "title": "第1630章 香雪海（第一更）",
        "url": "https://m.biquge.info/23_23024/4167590.html"
      }, {
        "title": "第1631章 少奋斗十几年（第二更）",
        "url": "https://m.biquge.info/23_23024/4169717.html"
      }, {
        "title": "第1632章 骨子里挺像的（第一更）",
        "url": "https://m.biquge.info/23_23024/4173184.html"
      }, {
        "title": "第1633章 佛系态度（第二更）",
        "url": "https://m.biquge.info/23_23024/4175301.html"
      }, {
        "title": "第1634章 女为悦己者容（第一更）",
        "url": "https://m.biquge.info/23_23024/4178805.html"
      }, {
        "title": "第1635章 看脸的时代（第二更月票3000+）",
        "url": "https://m.biquge.info/23_23024/4179586.html"
      }, {
        "title": "第1636章 靠近你，靠近我（第三更）",
        "url": "https://m.biquge.info/23_23024/4180988.html"
      }, {
        "title": "第1637章 都有兴趣（第一更）",
        "url": "https://m.biquge.info/23_23024/4184372.html"
      }, {
        "title": "第1638章 我是来追你的（第二更）",
        "url": "https://m.biquge.info/23_23024/4186426.html"
      }, {
        "title": "第1639章 这才能体现我的诚意（第一更）",
        "url": "https://m.biquge.info/23_23024/4189802.html"
      }, {
        "title": "第1640章 看上她了（第二更）",
        "url": "https://m.biquge.info/23_23024/4193017.html"
      }, {
        "title": "第1641章 踩他的痛脚（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4196640.html"
      }, {
        "title": "第1642章 我也能做得到（第二更）",
        "url": "https://m.biquge.info/23_23024/4198807.html"
      }, {
        "title": "第1643章 我要的支持（第一更）",
        "url": "https://m.biquge.info/23_23024/4202371.html"
      }, {
        "title": "第1644章 显性和隐性（第二更月票3500+）",
        "url": "https://m.biquge.info/23_23024/4203130.html"
      }, {
        "title": "第1645章 潘多拉的盒子（第三更）",
        "url": "https://m.biquge.info/23_23024/4204627.html"
      }, {
        "title": "第1646章 偷来的欢乐（第一更）",
        "url": "https://m.biquge.info/23_23024/4208061.html"
      }, {
        "title": "第1647章 共同的秘密（第二更）",
        "url": "https://m.biquge.info/23_23024/4210133.html"
      }, {
        "title": "第1648章 王子和公主（第一更）",
        "url": "https://m.biquge.info/23_23024/4213574.html"
      }, {
        "title": "第1649章 你可以色诱我（第二更）",
        "url": "https://m.biquge.info/23_23024/4215571.html"
      }, {
        "title": "第1650章 倒计时（第一更）",
        "url": "https://m.biquge.info/23_23024/4219114.html"
      }, {
        "title": "第1651章 基本操作（第二更）",
        "url": "https://m.biquge.info/23_23024/4221030.html"
      }, {
        "title": "第1652章 扫把星（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4224251.html"
      }, {
        "title": "第1653章 常规操作（第二更）",
        "url": "https://m.biquge.info/23_23024/4225103.html"
      }, {
        "title": "第1654章 露出马脚（第三更）",
        "url": "https://m.biquge.info/23_23024/4226421.html"
      }, {
        "title": "第1655章 死缠烂打也不放弃（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4229961.html"
      }, {
        "title": "第1656章 以眼还眼，以牙还牙（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4230704.html"
      }, {
        "title": "第1657章 夸大其词（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4232052.html"
      }, {
        "title": "第1658章 消息来源（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4235531.html"
      }, {
        "title": "第1659章 无一不好（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4236348.html"
      }, {
        "title": "第1660章 我信你（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4237732.html"
      }, {
        "title": "第1661章 喜极而泣（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4241178.html"
      }, {
        "title": "第1662章 护主心切（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4243333.html"
      }, {
        "title": "第1663章 当机立断（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4246697.html"
      }, {
        "title": "第1664章 耿耿于怀（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4248908.html"
      }, {
        "title": "第1665章 谁知道他经历了什么（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4252259.html"
      }, {
        "title": "第1666章 怪不得大家都疼你（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4254393.html"
      }, {
        "title": "第1667章 指点迷津（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4257847.html"
      }, {
        "title": "第1668章 祸水东引（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4259776.html"
      }, {
        "title": "第1669章 在这里陪着你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4263100.html"
      }, {
        "title": "第1670章 逆鳞和七寸（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4265844.html"
      }, {
        "title": "第1671章 爸爸给你变戏法（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4269037.html"
      }, {
        "title": "第1672章 爸爸给你变戏法（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4270996.html"
      }, {
        "title": "第1673章 爸爸给你变戏法（3）",
        "url": "https://m.biquge.info/23_23024/4274399.html"
      }, {
        "title": "第1674章 推理基本靠猜（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4276397.html"
      }, {
        "title": "第1675章 敌军友军（第一更）",
        "url": "https://m.biquge.info/23_23024/4279786.html"
      }, {
        "title": "第1676章 密室（第二更）",
        "url": "https://m.biquge.info/23_23024/4282605.html"
      }, {
        "title": "第1677章 智商碾压才是最致命的",
        "url": "https://m.biquge.info/23_23024/4285811.html"
      }, {
        "title": "第1678章 结婚纪念品（第一更）",
        "url": "https://m.biquge.info/23_23024/4291195.html"
      }, {
        "title": "第1679章 池鱼之殃（第二更）",
        "url": "https://m.biquge.info/23_23024/4293206.html"
      }, {
        "title": "第1680章 这只是个开始（第一更）",
        "url": "https://m.biquge.info/23_23024/4296687.html"
      }, {
        "title": "第1681章 可怜天下父母心（第二更）",
        "url": "https://m.biquge.info/23_23024/4298587.html"
      }, {
        "title": "第1682章 将心比心（第一更）",
        "url": "https://m.biquge.info/23_23024/4301797.html"
      }, {
        "title": "第1683章 将计就计（第二更）",
        "url": "https://m.biquge.info/23_23024/4303639.html"
      }, {
        "title": "第1684章 一定不会拒绝的（第一更）",
        "url": "https://m.biquge.info/23_23024/4306860.html"
      }, {
        "title": "第1685章 将生死置之度外（第二更）",
        "url": "https://m.biquge.info/23_23024/4308718.html"
      }, {
        "title": "第1686章 好，我不说（第一更）",
        "url": "https://m.biquge.info/23_23024/4311857.html"
      }, {
        "title": "第1687章 天才的女儿（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4315286.html"
      }, {
        "title": "第1688章 睡美人（第一更）",
        "url": "https://m.biquge.info/23_23024/4318288.html"
      }, {
        "title": "第1689章 把皮绷紧点（第二更）",
        "url": "https://m.biquge.info/23_23024/4320286.html"
      }, {
        "title": "第1690章 踢爆（第一更）",
        "url": "https://m.biquge.info/23_23024/4323396.html"
      }, {
        "title": "第1691章 愿意放她走（第二更）",
        "url": "https://m.biquge.info/23_23024/4325279.html"
      }, {
        "title": "第1692章 你要走的路（第一更）",
        "url": "https://m.biquge.info/23_23024/4328396.html"
      }, {
        "title": "第1693章 抽丝剥茧（第二更）",
        "url": "https://m.biquge.info/23_23024/4330453.html"
      }, {
        "title": "第1694章 幕后有大手（第一更）",
        "url": "https://m.biquge.info/23_23024/4333614.html"
      }, {
        "title": "第1695章 哄我姑娘睡觉（第二更）",
        "url": "https://m.biquge.info/23_23024/4335462.html"
      }, {
        "title": "第1696章 他是为了谁（大章）",
        "url": "https://m.biquge.info/23_23024/4338687.html"
      }, {
        "title": "第1697章 我爱你（第一更）",
        "url": "https://m.biquge.info/23_23024/4343858.html"
      }, {
        "title": "第1698章 谁还不是个宝宝（第二更）",
        "url": "https://m.biquge.info/23_23024/4345626.html"
      }, {
        "title": "第1699章 我头一个不放过你（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4348859.html"
      }, {
        "title": "第1700章 被爱的人有恃无恐（第二更）",
        "url": "https://m.biquge.info/23_23024/4350699.html"
      }, {
        "title": "第1701章 第二春（第一更）",
        "url": "https://m.biquge.info/23_23024/4354118.html"
      }, {
        "title": "第1702章 你喜欢玩偶吗？（第二更）",
        "url": "https://m.biquge.info/23_23024/4358363.html"
      }, {
        "title": "第1703章 生命不可承受之轻（第一更）",
        "url": "https://m.biquge.info/23_23024/4361692.html"
      }, {
        "title": "第1704章 拉低我的格调（第二更）",
        "url": "https://m.biquge.info/23_23024/4363331.html"
      }, {
        "title": "第1705章 没人能够抵抗这样的诱惑（第一更）",
        "url": "https://m.biquge.info/23_23024/4366499.html"
      }, {
        "title": "第1706章 我知道你做了什么（第二更）",
        "url": "https://m.biquge.info/23_23024/4368223.html"
      }, {
        "title": "第1707章 合作无间（第一更）",
        "url": "https://m.biquge.info/23_23024/4371094.html"
      }, {
        "title": "第1708章 下雨天打孩子，闲着也是闲着（第二更）",
        "url": "https://m.biquge.info/23_23024/4373050.html"
      }, {
        "title": "第1709章 就当无事发生（第一更）",
        "url": "https://m.biquge.info/23_23024/4375936.html"
      }, {
        "title": "第1710章 为什么要说“又”呢？",
        "url": "https://m.biquge.info/23_23024/4377784.html"
      }, {
        "title": "第1711章 真是好巧（第一更）",
        "url": "https://m.biquge.info/23_23024/4380832.html"
      }, {
        "title": "第1712章 比克格勃还难对付（第二更）",
        "url": "https://m.biquge.info/23_23024/4382557.html"
      }, {
        "title": "第1713章 想要静静（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4385681.html"
      }, {
        "title": "第1714章 南辕北辙（1）（第二更，四月月票+1）",
        "url": "https://m.biquge.info/23_23024/4386251.html"
      }, {
        "title": "第1715章 南辕北辙（2）（第三更）",
        "url": "https://m.biquge.info/23_23024/4387419.html"
      }, {
        "title": "第1716章 南辕北辙（3）（第一更）",
        "url": "https://m.biquge.info/23_23024/4390582.html"
      }, {
        "title": "第1717章 南辕北辙（4）（第二更四月月票+2）",
        "url": "https://m.biquge.info/23_23024/4394344.html"
      }, {
        "title": "第1718章 南辕北辙（5）（第三更）",
        "url": "https://m.biquge.info/23_23024/4396517.html"
      }, {
        "title": "第1719章 不给杠精可乘之机（第一更）",
        "url": "https://m.biquge.info/23_23024/4399654.html"
      }, {
        "title": "第1720章 做人别太过份了（第二更四月月票+3）",
        "url": "https://m.biquge.info/23_23024/4400261.html"
      }, {
        "title": "第1721章 舆论压力（第三更）",
        "url": "https://m.biquge.info/23_23024/4401457.html"
      }, {
        "title": "第1722章 还有没有王法？（第一更）",
        "url": "https://m.biquge.info/23_23024/4404455.html"
      }, {
        "title": "第1723章 两情相悦的第一前提（第二更四月月票+4）",
        "url": "https://m.biquge.info/23_23024/4405167.html"
      }, {
        "title": "第1724章 微妙的直觉（第三更）",
        "url": "https://m.biquge.info/23_23024/4406408.html"
      }, {
        "title": "第1725章 你背着我（第一更求保底月票！）",
        "url": "https://m.biquge.info/23_23024/4409543.html"
      }, {
        "title": "第1726章 靠脸吃饭的男人（第二更求保底月票！）",
        "url": "https://m.biquge.info/23_23024/4410383.html"
      }, {
        "title": "第1727章 最普通的朋友（第三更，五月月票+1）",
        "url": "https://m.biquge.info/23_23024/4411550.html"
      }, {
        "title": "第1728章 你喜欢他（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4414456.html"
      }, {
        "title": "第1729章 信不信由你（第二更，五月月票+2）",
        "url": "https://m.biquge.info/23_23024/4415083.html"
      }, {
        "title": "第1730章 标配（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4416188.html"
      }, {
        "title": "第1731章 说得就是我（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4419286.html"
      }, {
        "title": "第1732章 我就是无辜的（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4421075.html"
      }, {
        "title": "第1733章 有一个办法治她（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4424231.html"
      }, {
        "title": "第1734章 我的大刀饥渴难耐（第二更，五月月票+3）",
        "url": "https://m.biquge.info/23_23024/4424911.html"
      }, {
        "title": "第1735章 好消息（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4427026.html"
      }, {
        "title": "第1736章 有所失才有所得（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4430066.html"
      }, {
        "title": "第1737章 一个师父教的（第二更，五月月票+4）",
        "url": "https://m.biquge.info/23_23024/4430767.html"
      }, {
        "title": "第1738章 套路（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4431926.html"
      }, {
        "title": "第1739章 形不似而神似（第一更大章求月票）",
        "url": "https://m.biquge.info/23_23024/4435076.html"
      }, {
        "title": "第1740章 领养和亲生（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4436700.html"
      }, {
        "title": "第1741章 自曝（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4439849.html"
      }, {
        "title": "第1742章 露陷 （第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4441433.html"
      }, {
        "title": "第1743章 语惊四座（大章四千六）",
        "url": "https://m.biquge.info/23_23024/4444252.html"
      }, {
        "title": "第1744章 越级碰瓷（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4448956.html"
      }, {
        "title": "第1745章 有多远，滚多远（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4450572.html"
      }, {
        "title": "第1746章“很少”之一（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4453447.html"
      }, {
        "title": "第1747章 你不要乱讲（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4455098.html"
      }, {
        "title": "第1748章 基因优化（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4458019.html"
      }, {
        "title": "第1749章 无法说谢谢（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4459707.html"
      }, {
        "title": "第1750章 你跟她没有可比性（第一更）",
        "url": "https://m.biquge.info/23_23024/4469460.html"
      }, {
        "title": "第1751章 懂行的人（第二更）",
        "url": "https://m.biquge.info/23_23024/4471233.html"
      }, {
        "title": "第1752章 走亲访友（第一更）",
        "url": "https://m.biquge.info/23_23024/4474590.html"
      }, {
        "title": "第1753章 第一桶金（第二更）",
        "url": "https://m.biquge.info/23_23024/4476139.html"
      }, {
        "title": "第1754章 一个人隐瞒（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4478976.html"
      }, {
        "title": "第1755章 弥补当年的遗憾（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4480608.html"
      }, {
        "title": "第1756章 外面捡来的（第一更）",
        "url": "https://m.biquge.info/23_23024/4483335.html"
      }, {
        "title": "第1757章 妈都不认（第二更）",
        "url": "https://m.biquge.info/23_23024/4485183.html"
      }, {
        "title": "第1758章 逼入绝境（第一更）",
        "url": "https://m.biquge.info/23_23024/4487979.html"
      }, {
        "title": "第1759章 抓住把柄（第二更）",
        "url": "https://m.biquge.info/23_23024/4489543.html"
      }, {
        "title": "第1760章 我们之间最好的结局（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4491980.html"
      }, {
        "title": "第1761章 不能再给她幻想（第二更）",
        "url": "https://m.biquge.info/23_23024/4493885.html"
      }, {
        "title": "第1762章 只有三分钟了（第一更）",
        "url": "https://m.biquge.info/23_23024/4496389.html"
      }, {
        "title": "第1763章 不包括脖子以下部位（第二更大章求月票）",
        "url": "https://m.biquge.info/23_23024/4498156.html"
      }, {
        "title": "第1764章 这句话好像哪里不对（第一更）",
        "url": "https://m.biquge.info/23_23024/4501060.html"
      }, {
        "title": "第1765章 我的亲生母亲（第二更）",
        "url": "https://m.biquge.info/23_23024/4502516.html"
      }, {
        "title": "第1766章 更大的惊喜等着你（第一更）",
        "url": "https://m.biquge.info/23_23024/4505959.html"
      }, {
        "title": "第1767章 微胖界小公举（第二更）",
        "url": "https://m.biquge.info/23_23024/4507706.html"
      }, {
        "title": "第1768章 永远不老的是塑料（第一更）",
        "url": "https://m.biquge.info/23_23024/4510438.html"
      }, {
        "title": "第1769章 你确实长进了（第二更）",
        "url": "https://m.biquge.info/23_23024/4512078.html"
      }, {
        "title": "第1770章 借脸（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4514859.html"
      }, {
        "title": "第1771章 实质性进展（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4516406.html"
      }, {
        "title": "第1772章 过份熟稔（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4519224.html"
      }, {
        "title": "第1773章 男女之间的眉眼官司（第二更）",
        "url": "https://m.biquge.info/23_23024/4520732.html"
      }, {
        "title": "第1774章 跟你一起变老（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4523519.html"
      }, {
        "title": "第1775章 南柯一梦（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4525116.html"
      }, {
        "title": "第1776章 “天选之子”的气运（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4527879.html"
      }, {
        "title": "第1777章 过了明路（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4529522.html"
      }, {
        "title": "第1778章 不寒而栗的曙光（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4532403.html"
      }, {
        "title": "第1779章 整个人都不好了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4534027.html"
      }, {
        "title": "第1780章 两害相权取其轻（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4536804.html"
      }, {
        "title": "第1781章 先入为主（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4538483.html"
      }, {
        "title": "第1782章 靠脸吃饭（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4541238.html"
      }, {
        "title": "第1783章 场景重现（1）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4542782.html"
      }, {
        "title": "第1784章 场景重现（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4545568.html"
      }, {
        "title": "第1785章 场景重现（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4547465.html"
      }, {
        "title": "第1786章 天下男人都会犯的错（第一更求保底月票）",
        "url": "https://m.biquge.info/23_23024/4550102.html"
      }, {
        "title": "第1787章 来者不善（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4551696.html"
      }, {
        "title": "第1788章 睹物思人（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4554884.html"
      }, {
        "title": "第1789章 偏听偏信（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4554885.html"
      }, {
        "title": "第1790章 谁给他的胆子（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4558694.html"
      }, {
        "title": "第1791章 要穿帮了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4560280.html"
      }, {
        "title": "第1792章 拿了结婚证就是能为所欲为（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4562925.html"
      }, {
        "title": "第1793章 想要我吗（第二更”亿万追你“+1）",
        "url": "https://m.biquge.info/23_23024/4563521.html"
      }, {
        "title": "第1794章 伤口撒盐（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4564567.html"
      }, {
        "title": "第1795章 你知我知天知地知（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4567187.html"
      }, {
        "title": "第1796章 我心里最重要的人（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4568757.html"
      }, {
        "title": "第1797章 他的圈子（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4571369.html"
      }, {
        "title": "第1798章 免费的才是最贵的（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4572791.html"
      }, {
        "title": "第1799章 超级人类（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4575427.html"
      }, {
        "title": "第1800章“戏精”基因（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4576933.html"
      }, {
        "title": "第1801章 空前绝后的成就（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4579489.html"
      }, {
        "title": "第1802章 赢面更大一些 （第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4580943.html"
      }, {
        "title": "第1803章 全数打爆（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4583579.html"
      }, {
        "title": "第1804章 相信电脑还是相信人脑（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4585002.html"
      }, {
        "title": "第1805章 有备而来（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4587744.html"
      }, {
        "title": "第1806章 计划有变（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4590254.html"
      }, {
        "title": "第1807章 如临大敌（大章）",
        "url": "https://m.biquge.info/23_23024/4593240.html"
      }, {
        "title": "第1808章 他俩最重要的位置（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4596834.html"
      }, {
        "title": "第1809章 看把他能耐的（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4598284.html"
      }, {
        "title": "第1810章 网友的力量是无穷的（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4601046.html"
      }, {
        "title": "第1811章 可能性最大（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4602409.html"
      }, {
        "title": "第1812章 一个肉夹馍引发的“血案”（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4604927.html"
      }, {
        "title": "第1813章 一个肉夹馍引发的“血案”（2）（第二更）",
        "url": "https://m.biquge.info/23_23024/4608650.html"
      }, {
        "title": "第1814章 一个肉夹馍引发的“血案”（3）",
        "url": "https://m.biquge.info/23_23024/4615873.html"
      }, {
        "title": "第1815章 一个肉夹馍引发的“血案”（4）（第二更）",
        "url": "https://m.biquge.info/23_23024/4620328.html"
      }, {
        "title": "第1816章 一个肉夹馍引发的“血案”（5）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4625708.html"
      }, {
        "title": "第1817章 一个肉夹馍引发的“血案”（6）（第二更）",
        "url": "https://m.biquge.info/23_23024/4631244.html"
      }, {
        "title": "第1818章 一个肉夹馍引发的“血案”（7）（第一更）",
        "url": "https://m.biquge.info/23_23024/4638393.html"
      }, {
        "title": "第1819章 一个肉夹馍引发的“血案”（8）（第二更）",
        "url": "https://m.biquge.info/23_23024/4643018.html"
      }, {
        "title": "第1820章 这样的女子才有意思（第一更）",
        "url": "https://m.biquge.info/23_23024/4648867.html"
      }, {
        "title": "第1821章 公主和侍从（第二更）",
        "url": "https://m.biquge.info/23_23024/4652692.html"
      }, {
        "title": "第1822章 是人就有弱点（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4658031.html"
      }, {
        "title": "第1823章 最尊贵的客人（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4662222.html"
      }, {
        "title": "第1824章 猎手变猎物（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4671061.html"
      }, {
        "title": "第1825章 只有她（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4674920.html"
      }, {
        "title": "第1826章 完美诱饵（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4680601.html"
      }, {
        "title": "第1827章 她也有份（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4684310.html"
      }, {
        "title": "第1828章 认真的人最可怕（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4688211.html"
      }, {
        "title": "第1829章 你只是没了命，而我失去的是他的心！（第二更）",
        "url": "https://m.biquge.info/23_23024/4689857.html"
      }, {
        "title": "第1830章 最真实的反应（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4696320.html"
      }, {
        "title": "第1831章 科学家的报复（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4698075.html"
      }, {
        "title": "第1832章 科学家的思维（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4701387.html"
      }, {
        "title": "第1833章 扎下一根刺（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4703147.html"
      }, {
        "title": "第1834章 皮之不存，毛将焉附（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4705975.html"
      }, {
        "title": "第1835章 一封来自陌生人的邮件（第二更）",
        "url": "https://m.biquge.info/23_23024/4708025.html"
      }, {
        "title": "第1836章 上帝之手（大章）",
        "url": "https://m.biquge.info/23_23024/4711261.html"
      }, {
        "title": "第1837章 巧合，都是巧合（大章）",
        "url": "https://m.biquge.info/23_23024/4716855.html"
      }, {
        "title": "第1838章 一路顺风（大章求月票）",
        "url": "https://m.biquge.info/23_23024/4723478.html"
      }, {
        "title": "第1839章 我是不是来得不巧（大章求月票）",
        "url": "https://m.biquge.info/23_23024/4729413.html"
      }, {
        "title": "第1840章 如果能当没看见就好了（大章求推荐票）",
        "url": "https://m.biquge.info/23_23024/4735903.html"
      }, {
        "title": "第1841章 香饵（大章求月票）",
        "url": "https://m.biquge.info/23_23024/4742632.html"
      }, {
        "title": "第1842章 代价（大章求保底月票）",
        "url": "https://m.biquge.info/23_23024/4748776.html"
      }, {
        "title": "第1843章 你还想要什么（大章求月票）",
        "url": "https://m.biquge.info/23_23024/4755802.html"
      }, {
        "title": "第1844章 不值（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4762301.html"
      }, {
        "title": "第1845章 沧海横流，方显商人本色（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4764490.html"
      }, {
        "title": "第1846章 人逢喜事精神爽（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4768866.html"
      }, {
        "title": "第1847章 不慎（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4771083.html"
      }, {
        "title": "第1848章 察觉（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4775045.html"
      }, {
        "title": "第1849章 大人物来访（第二更emem1313盟主+）",
        "url": "https://m.biquge.info/23_23024/4775753.html"
      }, {
        "title": "第1850章 溜了溜了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4777339.html"
      }, {
        "title": "第1851章 最欣赏的人（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4781026.html"
      }, {
        "title": "第1852章 图穷匕见（第二更suzhiwei+）",
        "url": "https://m.biquge.info/23_23024/4782299.html"
      }, {
        "title": "第1853章 自己的事情自己做（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4784092.html"
      }, {
        "title": "第1854章 最大的不承认（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4788434.html"
      }, {
        "title": "第1855章 最好的母亲（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4790878.html"
      }, {
        "title": "第1856章 怎么宠都宠不坏（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4794751.html"
      }, {
        "title": "第1857章 完美逻辑（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4797129.html"
      }, {
        "title": "第1858章 高级和低级（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4801033.html"
      }, {
        "title": "第1859章 有罪推定（1）（第二更求月票求角色点赞）",
        "url": "https://m.biquge.info/23_23024/4803591.html"
      }, {
        "title": "第1860章 有罪推定（2）（第一更求月票求点赞）",
        "url": "https://m.biquge.info/23_23024/4808001.html"
      }, {
        "title": "第1861章 有罪推定（3）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4810278.html"
      }, {
        "title": "第1862章 有罪推定（4）（第一更）",
        "url": "https://m.biquge.info/23_23024/4814209.html"
      }, {
        "title": "第1863章 有罪推定（5）（第二更）",
        "url": "https://m.biquge.info/23_23024/4816948.html"
      }, {
        "title": "第1864章 有罪推定（6）（第一更求月票求角色点赞）",
        "url": "https://m.biquge.info/23_23024/4820618.html"
      }, {
        "title": "第1865章 有罪推定（7）（第二更）",
        "url": "https://m.biquge.info/23_23024/4823350.html"
      }, {
        "title": "第1866章 有罪推定（8）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4827096.html"
      }, {
        "title": "第1867章 有罪推定（9）（第二更亿万追你盟主+）",
        "url": "https://m.biquge.info/23_23024/4827895.html"
      }, {
        "title": "第1868章 我哪里撒娇了（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/4829585.html"
      }, {
        "title": "第1869章 对男神发飙（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4833210.html"
      }, {
        "title": "第1870章 带你去见她（第二更亿万追你打赏+2）",
        "url": "https://m.biquge.info/23_23024/4834105.html"
      }, {
        "title": "第1871章 怎么会这样（第三更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4835440.html"
      }, {
        "title": "第1872章 他都知道（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4839624.html"
      }, {
        "title": "第1873章 不能输（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4842133.html"
      }, {
        "title": "第1874章 视觉冲击（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4847867.html"
      }, {
        "title": "第1875章 视觉冲击（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4857384.html"
      }, {
        "title": "第1876章 视觉冲击（3）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4878976.html"
      }, {
        "title": "第1877章 互相套路（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4890609.html"
      }, {
        "title": "第1878章 迟到的表白（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4906338.html"
      }, {
        "title": "第1879章 打起来！打起来！（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4910105.html"
      }, {
        "title": "第1880章 致死原因（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4914152.html"
      }, {
        "title": "第1881章 违背医学常识（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4916229.html"
      }, {
        "title": "第1882章 追本溯源（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/4920168.html"
      }, {
        "title": "第1883章 夏威夷不是孤岛（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4922670.html"
      }, {
        "title": "第1884章 讲给你听（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4927149.html"
      }, {
        "title": "第1885章 有计划的预谋（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/4930222.html"
      }, {
        "title": "第1886章 一念天堂，一念地狱（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4946128.html"
      }, {
        "title": "第1887章 这个玩偶娃娃是我亲手做的（第二更）",
        "url": "https://m.biquge.info/23_23024/4955847.html"
      }, {
        "title": "第1888章 他不爱你（第一更）",
        "url": "https://m.biquge.info/23_23024/4967533.html"
      }, {
        "title": "第1889章 谋杀实锤（第二更）",
        "url": "https://m.biquge.info/23_23024/4975662.html"
      }, {
        "title": "第1890章 完美脱壳（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/4990986.html"
      }, {
        "title": "第1891章 她的付出（第二更）",
        "url": "https://m.biquge.info/23_23024/5005398.html"
      }, {
        "title": "第1892章 为她出气（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5041065.html"
      }, {
        "title": "第1893章 学习先进经验（第二更）",
        "url": "https://m.biquge.info/23_23024/5054908.html"
      }, {
        "title": "第1894章 所图不小（第一更）",
        "url": "https://m.biquge.info/23_23024/5073474.html"
      }, {
        "title": "第1895章 断他的后路（第二更））",
        "url": "https://m.biquge.info/23_23024/5088904.html"
      }, {
        "title": "第1896章 合作愉快（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/5108505.html"
      }, {
        "title": "第1897章 谁才是大佬（第二更求月票））",
        "url": "https://m.biquge.info/23_23024/5120707.html"
      }, {
        "title": "第1898章 各显神通（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5137368.html"
      }, {
        "title": "第1899章 节奏转进如风（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5146635.html"
      }, {
        "title": "第1900章 无事不登三宝殿（第一更求月票））",
        "url": "https://m.biquge.info/23_23024/5177872.html"
      }, {
        "title": "第1901章 我和我最后的倔强（第二更我乃龟仙人+1）",
        "url": "https://m.biquge.info/23_23024/5181182.html"
      }, {
        "title": "第1902章 危机时刻（1）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/5186070.html"
      }, {
        "title": "第1903章 危机时刻（2）（第一更、第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5199118.html"
      }, {
        "title": "第1904章 危机时刻（3）（第三更我乃龟仙人+2））",
        "url": "https://m.biquge.info/23_23024/5204860.html"
      }, {
        "title": "第1905章 危机时刻（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5215830.html"
      }, {
        "title": "第1906章 危机时刻（5）（第二、三更大章求月票）",
        "url": "https://m.biquge.info/23_23024/5224744.html"
      }, {
        "title": "第1907章 危机时刻（6）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5237911.html"
      }, {
        "title": "第1908章 风云际会（1）（第二、三更沫沫moshi+）",
        "url": "https://m.biquge.info/23_23024/5247412.html"
      }, {
        "title": "第1909章 风云际会（2）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/5258795.html"
      }, {
        "title": "第1910章 风云际会（3）（第二、三更“麦唛爱蓝色”盟主+）",
        "url": "https://m.biquge.info/23_23024/5266428.html"
      }, {
        "title": "第1911章 风云际会（4）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5277153.html"
      }, {
        "title": "第1912章 风云际会（5）（第二更）",
        "url": "https://m.biquge.info/23_23024/5287362.html"
      }, {
        "title": "第1913章 单刀赴会（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5296328.html"
      }, {
        "title": "第1914章 黑吃黑（第二更）",
        "url": "https://m.biquge.info/23_23024/5298575.html"
      }, {
        "title": "第1915章 三堂会审（第三四更“人生旅途唯有读书让人快乐”+2）",
        "url": "https://m.biquge.info/23_23024/5303867.html"
      }, {
        "title": "第1916章 重组往事（1）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5317715.html"
      }, {
        "title": "第1917章 重组往事（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5324970.html"
      }, {
        "title": "第1918章 重组往事（3）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5346325.html"
      }, {
        "title": "第1919章 重组往事（4）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5362171.html"
      }, {
        "title": "第1920章 重组往事（5）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5375449.html"
      }, {
        "title": "第1921章 最得瑟的人（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5382323.html"
      }, {
        "title": "第1922章 真的有毒（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5395122.html"
      }, {
        "title": "第1923章 一见钟情（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5403005.html"
      }, {
        "title": "第1924章 最近的距离（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/5412097.html"
      }, {
        "title": "第1925章 咫尺天涯（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5418879.html"
      }, {
        "title": "第1926章 很多很多你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5428407.html"
      }, {
        "title": "第1927章 指缝里的沙子（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5434678.html"
      }, {
        "title": "第1928章 有生之年（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5452160.html"
      }, {
        "title": "第1929章 瞒得可真紧（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/5462088.html"
      }, {
        "title": "第1930章 我也很遗憾（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/5477912.html"
      }, {
        "title": "第1931章 高调震慑（第二更）",
        "url": "https://m.biquge.info/23_23024/5490452.html"
      }, {
        "title": "第1932章 没人可以替代（第一更）",
        "url": "https://m.biquge.info/23_23024/5505690.html"
      }, {
        "title": "第1933章 兄弟相见（第二更）",
        "url": "https://m.biquge.info/23_23024/5516963.html"
      }, {
        "title": "第1934章 欠收拾（第一更）",
        "url": "https://m.biquge.info/23_23024/5530713.html"
      }, {
        "title": "第1935章 亲兄弟，明算账（第二更）",
        "url": "https://m.biquge.info/23_23024/5547346.html"
      }, {
        "title": "第1936章 难怪会疯（第一更）",
        "url": "https://m.biquge.info/23_23024/5562453.html"
      }, {
        "title": "第1937章 甜蜜的烦恼（第二更）",
        "url": "https://m.biquge.info/23_23024/5573217.html"
      }, {
        "title": "第1938章 早就知道他的存在（大章求推荐票）",
        "url": "https://m.biquge.info/23_23024/5583108.html"
      }, {
        "title": "第1939章 陪她睡到自然醒",
        "url": "https://m.biquge.info/23_23024/5597141.html"
      }, {
        "title": "第1940章 两手抓，两手都要硬",
        "url": "https://m.biquge.info/23_23024/5628780.html"
      }, {
        "title": "第1941章 不会想到别的地方去",
        "url": "https://m.biquge.info/23_23024/5670213.html"
      }, {
        "title": "第1942章 口嫌体正直",
        "url": "https://m.biquge.info/23_23024/5704183.html"
      }, {
        "title": "第1943章 所有的单身狗都是朕",
        "url": "https://m.biquge.info/23_23024/5734237.html"
      }, {
        "title": "第1944章 已经安排上了",
        "url": "https://m.biquge.info/23_23024/5761156.html"
      }, {
        "title": "第1945章 背后有人",
        "url": "https://m.biquge.info/23_23024/5787718.html"
      }, {
        "title": "第1946章 恃弱凌强 （求推荐票）",
        "url": "https://m.biquge.info/23_23024/5816934.html"
      }, {
        "title": "第1947章 宠到令人不适（求推荐票）",
        "url": "https://m.biquge.info/23_23024/5853154.html"
      }, {
        "title": "第1948章 我是你最大的弱点（求推荐票）",
        "url": "https://m.biquge.info/23_23024/5896371.html"
      }, {
        "title": "第1949章 日久见人心（大章求双倍月票！）",
        "url": "https://m.biquge.info/23_23024/5930530.html"
      }, {
        "title": "第1950章 静观其变（大章求双倍求月票）",
        "url": "https://m.biquge.info/23_23024/5968566.html"
      }, {
        "title": "第1951章 你对我的要求可真低（大章求月票！）",
        "url": "https://m.biquge.info/23_23024/6000256.html"
      }, {
        "title": "第1952章 有异性没人性（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/6024140.html"
      }, {
        "title": "第1953章 这就有些诡异了（第二更霁鱼儿+）",
        "url": "https://m.biquge.info/23_23024/6027103.html"
      }, {
        "title": "第1954章 等我的好消息（第三更求双倍月票！）",
        "url": "https://m.biquge.info/23_23024/6033759.html"
      }, {
        "title": "第1955章 一线生机（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/6051188.html"
      }, {
        "title": "第1956章 以己度人（第二更求双倍月票）",
        "url": "https://m.biquge.info/23_23024/6059193.html"
      }, {
        "title": "第1957章 肥鲤鱼打挺（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/6071724.html"
      }, {
        "title": "第1958章 醒了（第二更2674282盟主+）",
        "url": "https://m.biquge.info/23_23024/6074755.html"
      }, {
        "title": "第1959章 你的功劳最大（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/6080625.html"
      }, {
        "title": "第1960章 人有相似（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/6101708.html"
      }, {
        "title": "第1961章 白日大头梦（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/6111618.html"
      }, {
        "title": "第1962章 高人指点（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/6129357.html"
      }, {
        "title": "第1963章 行家一出手（第二更霁鱼儿+1）",
        "url": "https://m.biquge.info/23_23024/6132846.html"
      }, {
        "title": "第1964章 稳扎稳打（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/6141209.html"
      }, {
        "title": "第1965章 急转直下（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/6160386.html"
      }, {
        "title": "第1966章 到底是怎么发现的（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/6169537.html"
      }, {
        "title": "第1967章 这就很尴尬了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/6184555.html"
      }, {
        "title": "第1968章 不是一般的来头（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/6190901.html"
      }, {
        "title": "第1969章 没眼色（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/6202906.html"
      }, {
        "title": "第1970章 喜欢现世报（第二更霁鱼儿+2）",
        "url": "https://m.biquge.info/23_23024/6207012.html"
      }, {
        "title": "第1971章 她的倚仗（第三更）",
        "url": "https://m.biquge.info/23_23024/6214484.html"
      }, {
        "title": "第1972章 强烈的求生欲（第一更）",
        "url": "https://m.biquge.info/23_23024/6228182.html"
      }, {
        "title": "第1973章 彻头彻尾的圈套（第二更）",
        "url": "https://m.biquge.info/23_23024/6235876.html"
      }, {
        "title": "第1974章 雪中送炭（第一更）",
        "url": "https://m.biquge.info/23_23024/6253461.html"
      }, {
        "title": "第1975章 豁出去了（第二更）",
        "url": "https://m.biquge.info/23_23024/6268482.html"
      }, {
        "title": "第1976章 约会（第一更）",
        "url": "https://m.biquge.info/23_23024/6288730.html"
      }, {
        "title": "第1977章 鲥鱼无刺（第二更）",
        "url": "https://m.biquge.info/23_23024/6296514.html"
      }, {
        "title": "第1978章 饱汉子，饿汉子（第一更）",
        "url": "https://m.biquge.info/23_23024/6316853.html"
      }, {
        "title": "第1979章 好说话（第二更）",
        "url": "https://m.biquge.info/23_23024/6345045.html"
      }, {
        "title": "第1980章 八字画了一撇（第一更）",
        "url": "https://m.biquge.info/23_23024/6361575.html"
      }, {
        "title": "第1981章 又是背影（第二更）",
        "url": "https://m.biquge.info/23_23024/6373302.html"
      }, {
        "title": "第1982章 路老大出手，例无虚发（第一更）",
        "url": "https://m.biquge.info/23_23024/6391846.html"
      }, {
        "title": "第1983章 家里有矿（第二更）",
        "url": "https://m.biquge.info/23_23024/6420934.html"
      }, {
        "title": "第1984章 又帅又美又强的路总（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/6436569.html"
      }, {
        "title": "第1985章 一个都不会放过（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/6456696.html"
      }, {
        "title": "第1986章 抓个正着（第一更）",
        "url": "https://m.biquge.info/23_23024/6467362.html"
      }, {
        "title": "第1987章 登堂入室（第二更）",
        "url": "https://m.biquge.info/23_23024/6476483.html"
      }, {
        "title": "第1988章 改变主意了（第一更）",
        "url": "https://m.biquge.info/23_23024/6491952.html"
      }, {
        "title": "第1989章 踩到炸药了（第二更）",
        "url": "https://m.biquge.info/23_23024/6502946.html"
      }, {
        "title": "第1990章 父母心（第一更）",
        "url": "https://m.biquge.info/23_23024/6529203.html"
      }, {
        "title": "第1991章 膝盖软了，想跪（第二更）",
        "url": "https://m.biquge.info/23_23024/6540492.html"
      }, {
        "title": "第1992章 心狠手辣（大章）",
        "url": "https://m.biquge.info/23_23024/6567782.html"
      }, {
        "title": "第1993章 后悔药（第一更）",
        "url": "https://m.biquge.info/23_23024/6631601.html"
      }, {
        "title": "第1994章 我不允许（第二更）",
        "url": "https://m.biquge.info/23_23024/6644163.html"
      }, {
        "title": "第1995章 离神一步之遥（第一更）",
        "url": "https://m.biquge.info/23_23024/6656492.html"
      }, {
        "title": "第1996章 好心有好报（第二更）",
        "url": "https://m.biquge.info/23_23024/6676998.html"
      }, {
        "title": "第1997章 混账（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/6705009.html"
      }, {
        "title": "第1998章 别谢天谢地（第二更）",
        "url": "https://m.biquge.info/23_23024/6710784.html"
      }, {
        "title": "第1999章 看谁在说话（第一更）",
        "url": "https://m.biquge.info/23_23024/6721940.html"
      }, {
        "title": "第2000章 贼喊捉贼（第二更）",
        "url": "https://m.biquge.info/23_23024/6730811.html"
      }, {
        "title": "第2001章 师夷长技以制夷（第一更）",
        "url": "https://m.biquge.info/23_23024/6756454.html"
      }, {
        "title": "第2002章 不怕事，也不怕挑事（第二更）",
        "url": "https://m.biquge.info/23_23024/6771537.html"
      }, {
        "title": "第2003章 他不在家（第一更）",
        "url": "https://m.biquge.info/23_23024/6816749.html"
      }, {
        "title": "第2004章 暗战（第二更）",
        "url": "https://m.biquge.info/23_23024/6846894.html"
      }, {
        "title": "第2005章 我只服顾首席（大章两更合一）",
        "url": "https://m.biquge.info/23_23024/6900406.html"
      }, {
        "title": "第2006章 拔出萝卜带出泥（第一更）",
        "url": "https://m.biquge.info/23_23024/6927722.html"
      }, {
        "title": "第2007章 习惯想的太多（第二更）",
        "url": "https://m.biquge.info/23_23024/6946552.html"
      }, {
        "title": "第2008章 以势压人（第一更）",
        "url": "https://m.biquge.info/23_23024/6984042.html"
      }, {
        "title": "第2009章 作威作福（第二更）",
        "url": "https://m.biquge.info/23_23024/6995319.html"
      }, {
        "title": "第2010章 快狠准的“辟谣”（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/7014628.html"
      }, {
        "title": "第2011章 梁子越结越大了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7023352.html"
      }, {
        "title": "第2012章 不听不听，王八念经（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7043812.html"
      }, {
        "title": "第2013章 只知其一，不知其二（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7056614.html"
      }, {
        "title": "第2014章 扳倒她（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7087332.html"
      }, {
        "title": "第2015章 不主动，不拒绝（第二更求月票！）",
        "url": "https://m.biquge.info/23_23024/7099232.html"
      }, {
        "title": "第2016章 名不正，言不顺（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7120146.html"
      }, {
        "title": "第2017章 钩直饵咸（第二更求保底月票）",
        "url": "https://m.biquge.info/23_23024/7129710.html"
      }, {
        "title": "第2018章 原来是在等你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7150524.html"
      }, {
        "title": "第2019章 老房子着了火（1）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7159722.html"
      }, {
        "title": "第2020章 老房子着了火（2）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7177458.html"
      }, {
        "title": "第2021章 老房子着了火（3）（第二更）",
        "url": "https://m.biquge.info/23_23024/7190954.html"
      }, {
        "title": "第2022章 老房子着了火（4）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/7231929.html"
      }, {
        "title": "第2023章 老房子着了火（5）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7240431.html"
      }, {
        "title": "第2024章 老房子着了火（6）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7252025.html"
      }, {
        "title": "第2025章 老房子着了火（7）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7259522.html"
      }, {
        "title": "第2026章 老房子着了火（8）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7277969.html"
      }, {
        "title": "第2027章 老房子着了火（9）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7288680.html"
      }, {
        "title": "第2028章 老房子着了火（10）（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7308427.html"
      }, {
        "title": "第2029章 主动一些，直白一些（第二更）",
        "url": "https://m.biquge.info/23_23024/7320778.html"
      }, {
        "title": "第2030章 两个凡是（第一更）",
        "url": "https://m.biquge.info/23_23024/7339690.html"
      }, {
        "title": "第2031章 自古天才出少年（第二更）",
        "url": "https://m.biquge.info/23_23024/7348070.html"
      }, {
        "title": "第2032章 没有下次了（大章两更合一）",
        "url": "https://m.biquge.info/23_23024/7369483.html"
      }, {
        "title": "第2033章 石乐志（第一更）",
        "url": "https://m.biquge.info/23_23024/7385993.html"
      }, {
        "title": "第2034章 私下见面（第二更）",
        "url": "https://m.biquge.info/23_23024/7396072.html"
      }, {
        "title": "第2035章 不见兔子不撒鹰（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/7409100.html"
      }, {
        "title": "第2036章 您就别装傻了（第二更）",
        "url": "https://m.biquge.info/23_23024/7417718.html"
      }, {
        "title": "第2037章 让她消失（大章两更合一）",
        "url": "https://m.biquge.info/23_23024/7448629.html"
      }, {
        "title": "第2038章 渔夫和鱼（1）（第一更）",
        "url": "https://m.biquge.info/23_23024/7491334.html"
      }, {
        "title": "第2039章 渔夫和鱼（2）（第二更）",
        "url": "https://m.biquge.info/23_23024/7493141.html"
      }, {
        "title": "第2040章 渔夫和鱼（3）（第三更）",
        "url": "https://m.biquge.info/23_23024/7500765.html"
      }, {
        "title": "第2041章 渔夫和鱼（4）（第一更）",
        "url": "https://m.biquge.info/23_23024/7515278.html"
      }, {
        "title": "第2042章 渔夫和鱼（5）（第二更）",
        "url": "https://m.biquge.info/23_23024/7522797.html"
      }, {
        "title": "第2043章 渔夫和鱼（6）（第一更）",
        "url": "https://m.biquge.info/23_23024/7534937.html"
      }, {
        "title": "第2044章 渔夫和鱼（7）（第二更）",
        "url": "https://m.biquge.info/23_23024/7547009.html"
      }, {
        "title": "第2045章 渔夫和鱼（8）（第一更）",
        "url": "https://m.biquge.info/23_23024/7564021.html"
      }, {
        "title": "第2046章 渔夫和鱼（9）（第二更）（Helen3500丸子盟主+）",
        "url": "https://m.biquge.info/23_23024/7568683.html"
      }, {
        "title": "第2047章 渔夫和鱼（10）（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/7575481.html"
      }, {
        "title": "第2048章 渔夫和鱼（11）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/7597053.html"
      }, {
        "title": "第2049章 渔夫和鱼（12）（第二更）（碟碟爱阅读盟主+）",
        "url": "https://m.biquge.info/23_23024/7598979.html"
      }, {
        "title": "第2050章 渔夫和鱼（13）（第三更）",
        "url": "https://m.biquge.info/23_23024/7608405.html"
      }, {
        "title": "第2051章 渔夫和鱼（14）（第一更）",
        "url": "https://m.biquge.info/23_23024/7622180.html"
      }, {
        "title": "第2052章 渔夫和鱼（15）（第二更）",
        "url": "https://m.biquge.info/23_23024/7627759.html"
      }, {
        "title": "第2053章 渔夫和鱼（16）（第一更）",
        "url": "https://m.biquge.info/23_23024/7637860.html"
      }, {
        "title": "第2054章 渔夫和鱼（17）（第二更）",
        "url": "https://m.biquge.info/23_23024/7648036.html"
      }, {
        "title": "第2055章 渔夫和鱼（18）（第一更）",
        "url": "https://m.biquge.info/23_23024/7663313.html"
      }, {
        "title": "第2056章 渔夫和鱼（19）（第二更）",
        "url": "https://m.biquge.info/23_23024/7675735.html"
      }, {
        "title": "第2057章 渔夫和鱼（20）（第一更）",
        "url": "https://m.biquge.info/23_23024/7690182.html"
      }, {
        "title": "第2058章 大国重器（第二更大章）（吾愛堂+2）",
        "url": "https://m.biquge.info/23_23024/7693178.html"
      }, {
        "title": "第2059章 风雨如晦（第三更）（吾愛堂+4）",
        "url": "https://m.biquge.info/23_23024/7799607.html"
      }, {
        "title": "第2060章 鸡鸣不已（第一更）",
        "url": "https://m.biquge.info/23_23024/7823882.html"
      }, {
        "title": "第2061章 既见君子（第二更大章）（吾愛堂+6）",
        "url": "https://m.biquge.info/23_23024/7827153.html"
      }, {
        "title": "第2062章 云胡不喜（第三更）（吾愛堂盟主+）",
        "url": "https://m.biquge.info/23_23024/7838511.html"
      }, {
        "title": "第2063章 独乐乐不如众乐乐（第一更）",
        "url": "https://m.biquge.info/23_23024/7860247.html"
      }, {
        "title": "第2064章 蝴蝶的翅膀（第二更）",
        "url": "https://m.biquge.info/23_23024/7868601.html"
      }, {
        "title": "第2065章 在一起（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/7883357.html"
      }, {
        "title": "第2066章 谁反对，谁倒霉（第二更老Z第2盟主+）",
        "url": "https://m.biquge.info/23_23024/7885819.html"
      }, {
        "title": "第2067章 我可以，她不可以（第三更）",
        "url": "https://m.biquge.info/23_23024/7894414.html"
      }, {
        "title": "第2068章 不结婚就没饭吃（第一更）",
        "url": "https://m.biquge.info/23_23024/7907950.html"
      }, {
        "title": "第2069章 智商多得无处可放（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7918503.html"
      }, {
        "title": "第2070章 还挺嚣张（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7935992.html"
      }, {
        "title": "第2071章 秀恩爱秀出激光（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7945015.html"
      }, {
        "title": "第2072章 围观和被围观（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7956042.html"
      }, {
        "title": "第2073章 我又相信爱情了（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7970381.html"
      }, {
        "title": "第2074章 理性和感性（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/7990390.html"
      }, {
        "title": "第2075章 有妻万事足（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/7997300.html"
      }, {
        "title": "第2076章 我会赚很多很多钱养你（第一更求保底月票！！！）",
        "url": "https://m.biquge.info/23_23024/8010674.html"
      }, {
        "title": "第2077章 此时此夜难为情（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/8017341.html"
      }, {
        "title": "第2078章 念之，你在做什么呢？（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8030458.html"
      }, {
        "title": "第2079章 谁更着急（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/8041555.html"
      }, {
        "title": "第2080章 亲戚的缘份（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/8056023.html"
      }, {
        "title": "第2081章 有心有意（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/8068944.html"
      }, {
        "title": "第2082章 改不了，也不想改（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8082770.html"
      }, {
        "title": "第2083章 我的福利呢（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/8088969.html"
      }, {
        "title": "第2084章 举手投足都是爱（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8104650.html"
      }, {
        "title": "第2085章 撒谎，骗子（第二更）",
        "url": "https://m.biquge.info/23_23024/8111404.html"
      }, {
        "title": "第2086章 我怎么舍得 （第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8127895.html"
      }, {
        "title": "第2087章 吃豆腐（第二更）",
        "url": "https://m.biquge.info/23_23024/8138484.html"
      }, {
        "title": "第2088章 扰人清梦（第一更）",
        "url": "https://m.biquge.info/23_23024/8159222.html"
      }, {
        "title": "第2089章 内人和外人（第二更）",
        "url": "https://m.biquge.info/23_23024/8166126.html"
      }, {
        "title": "第2090章 我给你养老（第一更）",
        "url": "https://m.biquge.info/23_23024/8179771.html"
      }, {
        "title": "第2091章 我信了你的邪（第二更）",
        "url": "https://m.biquge.info/23_23024/8188871.html"
      }, {
        "title": "第2092章 抢先一步（第一更）",
        "url": "https://m.biquge.info/23_23024/8198617.html"
      }, {
        "title": "第2093章 虽然也很帅，但不应该啊（第二更）",
        "url": "https://m.biquge.info/23_23024/8207694.html"
      }, {
        "title": "第2094章 合作渊源（第一更）",
        "url": "https://m.biquge.info/23_23024/8216942.html"
      }, {
        "title": "第2095章 月之暗面（第二更求推荐票）",
        "url": "https://m.biquge.info/23_23024/8225562.html"
      }, {
        "title": "第2096章 英雄所见略同（第一更）",
        "url": "https://m.biquge.info/23_23024/8239885.html"
      }, {
        "title": "第2097章 你打你的，我打我的（第二更）",
        "url": "https://m.biquge.info/23_23024/8247900.html"
      }, {
        "title": "第2098章 念之说有，就是有（第一更）",
        "url": "https://m.biquge.info/23_23024/8263360.html"
      }, {
        "title": "第2099章 难道还要选日子吗（第二更）",
        "url": "https://m.biquge.info/23_23024/8274124.html"
      }, {
        "title": "第2100章 伪装成老虎的肥羊（第一更）",
        "url": "https://m.biquge.info/23_23024/8292567.html"
      }, {
        "title": "第2101章 跟我想的一模一样（第二更）",
        "url": "https://m.biquge.info/23_23024/8301600.html"
      }, {
        "title": "第2102章 骚操作厉害了（第一更）",
        "url": "https://m.biquge.info/23_23024/8316419.html"
      }, {
        "title": "第2103章 你奈我何（第二更）",
        "url": "https://m.biquge.info/23_23024/8327016.html"
      }, {
        "title": "第2104章 没有一句废话（第一更）",
        "url": "https://m.biquge.info/23_23024/8341518.html"
      }, {
        "title": "第2105章 这是一道送分题（第二更）",
        "url": "https://m.biquge.info/23_23024/8346975.html"
      }, {
        "title": "第2106章 请君入瓮（1）",
        "url": "https://m.biquge.info/23_23024/8356355.html"
      }, {
        "title": "第2107章 请君入瓮（2）",
        "url": "https://m.biquge.info/23_23024/8367486.html"
      }, {
        "title": "第2108章 请君入瓮（3）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/8383480.html"
      }, {
        "title": "《你好，少将大人》作者寒武记（免费单章）",
        "url": "https://m.biquge.info/23_23024/8383679.html"
      }, {
        "title": "第2109章 请君入瓮（4）（第二更）",
        "url": "https://m.biquge.info/23_23024/8393839.html"
      }, {
        "title": "第2110章 请君入瓮（5）（第一更）",
        "url": "https://m.biquge.info/23_23024/8405747.html"
      }, {
        "title": "第2111章 进退两难（第二更）",
        "url": "https://m.biquge.info/23_23024/8417040.html"
      }, {
        "title": "第2112章 脸大就可以乱说话（第一更）",
        "url": "https://m.biquge.info/23_23024/8435597.html"
      }, {
        "title": "第2113章 出了事我负责（第二更）",
        "url": "https://m.biquge.info/23_23024/8454015.html"
      }, {
        "title": "第2114章 我从来不骗人（第一更）",
        "url": "https://m.biquge.info/23_23024/8466831.html"
      }, {
        "title": "第2115章 拨云见日（第二更）",
        "url": "https://m.biquge.info/23_23024/8476736.html"
      }, {
        "title": "第2116章 把我赔给你（第一更）",
        "url": "https://m.biquge.info/23_23024/8498463.html"
      }, {
        "title": "第2117章 平分秋色（第二更）",
        "url": "https://m.biquge.info/23_23024/8508731.html"
      }, {
        "title": "第2118章 赔我的训练量（第一更）",
        "url": "https://m.biquge.info/23_23024/8526106.html"
      }, {
        "title": "第2119章 他舍不得（第二更）",
        "url": "https://m.biquge.info/23_23024/8545673.html"
      }, {
        "title": "第2120章 哪天不打别人几次脸（第一更）",
        "url": "https://m.biquge.info/23_23024/8559996.html"
      }, {
        "title": "第2121章 准备钡餐（第二更）",
        "url": "https://m.biquge.info/23_23024/8576493.html"
      }, {
        "title": "第2122章 凡事总有先来后到（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/8593756.html"
      }, {
        "title": "第2123章 持之和以恒（第二更）",
        "url": "https://m.biquge.info/23_23024/8602589.html"
      }, {
        "title": "第2124章 真的很社会了（第一更）",
        "url": "https://m.biquge.info/23_23024/8613202.html"
      }, {
        "title": "第2125章 履虎尾（第二更）",
        "url": "https://m.biquge.info/23_23024/8626738.html"
      }, {
        "title": "第2126章 他只服最牛逼的人（第一更）",
        "url": "https://m.biquge.info/23_23024/8638412.html"
      }, {
        "title": "第2127章 故意踩着点来（第二更）",
        "url": "https://m.biquge.info/23_23024/8653589.html"
      }, {
        "title": "第2128章 你不够份量（第一更）",
        "url": "https://m.biquge.info/23_23024/8665415.html"
      }, {
        "title": "第2129章 哪门子的上级机构（第二更）",
        "url": "https://m.biquge.info/23_23024/8682726.html"
      }, {
        "title": "第2130章 他这是超纲了（第一更）",
        "url": "https://m.biquge.info/23_23024/8699797.html"
      }, {
        "title": "第2131章 我劝你做个人（第二更）",
        "url": "https://m.biquge.info/23_23024/8714904.html"
      }, {
        "title": "第2132章 永远抓不住重点（第一更求月票！！！）",
        "url": "https://m.biquge.info/23_23024/8730066.html"
      }, {
        "title": "第2133章 上不着天，下不着地（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/8739805.html"
      }, {
        "title": "第2134章 君临（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8753869.html"
      }, {
        "title": "第2135章 亲戚和敌人（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/8768123.html"
      }, {
        "title": "第2136章 上不了台面（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8780358.html"
      }, {
        "title": "第2137章 能不帮，就不帮（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/8790448.html"
      }, {
        "title": "写给黄金总盟（免费章）",
        "url": "https://m.biquge.info/23_23024/8795186.html"
      }, {
        "title": "第2138章 不想你为难（第一更祝新年好！）",
        "url": "https://m.biquge.info/23_23024/8801333.html"
      }, {
        "title": "第2139章 密码已经破解（第二更寒铁Grace+2）",
        "url": "https://m.biquge.info/23_23024/8805337.html"
      }, {
        "title": "第2140章 不长，一生而已（第三更寒铁Grace+4）",
        "url": "https://m.biquge.info/23_23024/8810001.html"
      }, {
        "title": "第2141章 螃蟹变质了（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8821638.html"
      }, {
        "title": "第2142章 不要太在意细节（第二更寒铁Grace+6）",
        "url": "https://m.biquge.info/23_23024/8824613.html"
      }, {
        "title": "第2143章 三份钡餐（第三更寒铁Grace+8）",
        "url": "https://m.biquge.info/23_23024/8828619.html"
      }, {
        "title": "第2144章 特洛伊木马（第一更求月票！）",
        "url": "https://m.biquge.info/23_23024/8839042.html"
      }, {
        "title": "第2145章 我成全他们（第二更寒铁Grace+10）",
        "url": "https://m.biquge.info/23_23024/8843877.html"
      }, {
        "title": "第2146章 作妖or不作妖（第三更寒铁Grace+12）",
        "url": "https://m.biquge.info/23_23024/8848791.html"
      }, {
        "title": "第2147章 我不信（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8860891.html"
      }, {
        "title": "第2148章 他知道的太多了（第二更寒铁Grace+14）",
        "url": "https://m.biquge.info/23_23024/8868174.html"
      }, {
        "title": "第2149章 自己人（第三更寒铁Grace16+）",
        "url": "https://m.biquge.info/23_23024/8877596.html"
      }, {
        "title": "第2150章 粉丝抠糖（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8891140.html"
      }, {
        "title": "第2151章 真特么的是个人才（第二更寒铁Grace+18）",
        "url": "https://m.biquge.info/23_23024/8893835.html"
      }, {
        "title": "第2152章 直男顶级情话（第三更寒铁Grace20+）",
        "url": "https://m.biquge.info/23_23024/8903851.html"
      }, {
        "title": "第2153章 背后大鳄（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8914793.html"
      }, {
        "title": "第2154章 你想要什么样的婚礼（1）（第二更半岛公主+2））",
        "url": "https://m.biquge.info/23_23024/8919567.html"
      }, {
        "title": "第2155章 你想要什么样的婚礼（2）（第三更半岛公主盟主+）",
        "url": "https://m.biquge.info/23_23024/8928384.html"
      }, {
        "title": "第2156章 你想要什么样的婚礼（3）（第一更求月票推荐票）",
        "url": "https://m.biquge.info/23_23024/8937885.html"
      }, {
        "title": "第2157章 你能忍，我不能忍（第二更我乃龟仙人+2）",
        "url": "https://m.biquge.info/23_23024/8942996.html"
      }, {
        "title": "第2158章 气不顺，要顺气（第三更寒铁Grace盟主+）",
        "url": "https://m.biquge.info/23_23024/8951450.html"
      }, {
        "title": "第2159章 小阿柯同款伴郎服装（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/8965563.html"
      }, {
        "title": "第2160章 夫人从来说话算话（第二更西布盟主+）",
        "url": "https://m.biquge.info/23_23024/8979001.html"
      }, {
        "title": "第2161章 当我不存在？（第一更）",
        "url": "https://m.biquge.info/23_23024/8994659.html"
      }, {
        "title": "第2162章 请不要带外挂（第二更寒铁Grace盟主+）",
        "url": "https://m.biquge.info/23_23024/9005608.html"
      }, {
        "title": "第2163章 解决搞出问题的人（第一更）",
        "url": "https://m.biquge.info/23_23024/9016637.html"
      }, {
        "title": "第2164章 生理性反感（第二更）",
        "url": "https://m.biquge.info/23_23024/9027468.html"
      }, {
        "title": "第2165章 辣鸡游戏，毁我青春（第一更）",
        "url": "https://m.biquge.info/23_23024/9046139.html"
      }, {
        "title": "第2166章 猜一猜谁是NPC（第二更）",
        "url": "https://m.biquge.info/23_23024/9056177.html"
      }, {
        "title": "第2167章 上当了（第一更）",
        "url": "https://m.biquge.info/23_23024/9076132.html"
      }, {
        "title": "第2168章 暖化了（第二更）",
        "url": "https://m.biquge.info/23_23024/9084120.html"
      }, {
        "title": "第2169章 真女人（第一更）",
        "url": "https://m.biquge.info/23_23024/9095044.html"
      }, {
        "title": "第2170章 三生有幸（第二更）",
        "url": "https://m.biquge.info/23_23024/9104444.html"
      }, {
        "title": "第2171章 真的是同一个人？（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/9117487.html"
      }, {
        "title": "第2172章 带谁去，这是一个问题（第二更）",
        "url": "https://m.biquge.info/23_23024/9128031.html"
      }, {
        "title": "第2173章 人至察则无徒（第一更）",
        "url": "https://m.biquge.info/23_23024/9144424.html"
      }, {
        "title": "第2174章 想结几次婚，就结几次婚（第二更）",
        "url": "https://m.biquge.info/23_23024/9158312.html"
      }, {
        "title": "第2175章 你得听话（第一更）",
        "url": "https://m.biquge.info/23_23024/9173032.html"
      }, {
        "title": "第2176章 我过目不忘（第二更）",
        "url": "https://m.biquge.info/23_23024/9185065.html"
      }, {
        "title": "第2177章 喜当爹（第一更）",
        "url": "https://m.biquge.info/23_23024/9200328.html"
      }, {
        "title": "第2178章 只能做第二（第二更）",
        "url": "https://m.biquge.info/23_23024/9209364.html"
      }, {
        "title": "第2179章 以身作则（第一更）",
        "url": "https://m.biquge.info/23_23024/9222486.html"
      }, {
        "title": "第2180章 算无遗策（第二更）",
        "url": "https://m.biquge.info/23_23024/9230283.html"
      }, {
        "title": "第2181章 我们要对付的人，是你（第一更）",
        "url": "https://m.biquge.info/23_23024/9244100.html"
      }, {
        "title": "第2182章 及时止损（第二更）",
        "url": "https://m.biquge.info/23_23024/9254408.html"
      }, {
        "title": "第2183章 某人醋意大发（第一更）",
        "url": "https://m.biquge.info/23_23024/9264318.html"
      }, {
        "title": "第2184章 筑爱为墙（第二更）",
        "url": "https://m.biquge.info/23_23024/9271964.html"
      }, {
        "title": "第2185章 扇面上的红桃Q（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/9285812.html"
      }, {
        "title": "第2186章 蓦然回首，那人却在灯火阑珊处（第二更）",
        "url": "https://m.biquge.info/23_23024/9295389.html"
      }, {
        "title": "第2187章 有什么奇怪的东西混进来了（第一更）",
        "url": "https://m.biquge.info/23_23024/9311322.html"
      }, {
        "title": "第2188章 我敬你是条汉子（第二更）",
        "url": "https://m.biquge.info/23_23024/9323602.html"
      }, {
        "title": "第2189章 注孤生（第一更）",
        "url": "https://m.biquge.info/23_23024/9341852.html"
      }, {
        "title": "第2190章 想不想赚外快（第二更）",
        "url": "https://m.biquge.info/23_23024/9347905.html"
      }, {
        "title": "第2191章 改头换面（第一更）",
        "url": "https://m.biquge.info/23_23024/9360422.html"
      }, {
        "title": "第2192章 夜莺行动（1）（第二更）",
        "url": "https://m.biquge.info/23_23024/9366281.html"
      }, {
        "title": "第2193章 夜莺行动（2）（第一更）",
        "url": "https://m.biquge.info/23_23024/9379404.html"
      }, {
        "title": "第2194章 夜莺行动（3）（第二更）",
        "url": "https://m.biquge.info/23_23024/9387962.html"
      }, {
        "title": "第2195章 夜莺行动（4）（第一更）",
        "url": "https://m.biquge.info/23_23024/9400523.html"
      }, {
        "title": "第2196章 夜莺行动（5）（第二更）",
        "url": "https://m.biquge.info/23_23024/9410187.html"
      }, {
        "title": "第2197章 夜莺行动（6）（第一更）",
        "url": "https://m.biquge.info/23_23024/9426498.html"
      }, {
        "title": "第2198章 夜莺行动（7）（第二更）",
        "url": "https://m.biquge.info/23_23024/9438003.html"
      }, {
        "title": "第2199章 夜莺行动（8）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/9455700.html"
      }, {
        "title": "第2200章 夜莺行动（9）（第二更）",
        "url": "https://m.biquge.info/23_23024/9460643.html"
      }, {
        "title": "第2201章 我就是好奇（第一更）",
        "url": "https://m.biquge.info/23_23024/9473654.html"
      }, {
        "title": "第2202章 做“女儿奴”的正确方式（第二更）",
        "url": "https://m.biquge.info/23_23024/9481812.html"
      }, {
        "title": "第2203章 姐姐疼你（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/9494022.html"
      }, {
        "title": "第2204章 夜莺唱歌了（第二更）",
        "url": "https://m.biquge.info/23_23024/9512247.html"
      }, {
        "title": "第2205章 我真的不是（第一更）",
        "url": "https://m.biquge.info/23_23024/9531271.html"
      }, {
        "title": "第2206章 往日荣光（第二更）",
        "url": "https://m.biquge.info/23_23024/9539292.html"
      }, {
        "title": "有关更新的说明（免费单章）",
        "url": "https://m.biquge.info/23_23024/9557616.html"
      }, {
        "title": "书名已改，明天恢复更新",
        "url": "https://m.biquge.info/23_23024/10135004.html"
      }, {
        "title": "第2207章 源代码（1）（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/10157889.html"
      }, {
        "title": "第2208章 源代码（2）（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/10166105.html"
      }, {
        "title": "第2209章 源代码（3）（第一更）",
        "url": "https://m.biquge.info/23_23024/10178787.html"
      }, {
        "title": "第2210章 源代码的主人（第二更）",
        "url": "https://m.biquge.info/23_23024/10193221.html"
      }, {
        "title": "第2211章 预设立场（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/10207070.html"
      }, {
        "title": "第2212章 这个巧合真是太巧了（第二更）",
        "url": "https://m.biquge.info/23_23024/10217377.html"
      }, {
        "title": "第2213章 最强大，最简洁（第一更）",
        "url": "https://m.biquge.info/23_23024/10238260.html"
      }, {
        "title": "第2214章 霍绍恒的十八岁成年礼（第二更）",
        "url": "https://m.biquge.info/23_23024/10247074.html"
      }, {
        "title": "第2215章 纸短情长（第一更）",
        "url": "https://m.biquge.info/23_23024/10262313.html"
      }, {
        "title": "第2216章 游戏世界那么大，我想去看看（第二更）",
        "url": "https://m.biquge.info/23_23024/10272179.html"
      }, {
        "title": "第2217章 货物出门，概不退换（大章）",
        "url": "https://m.biquge.info/23_23024/10295192.html"
      }, {
        "title": "第2218章 大boss，还是路人甲（第一更）",
        "url": "https://m.biquge.info/23_23024/10321209.html"
      }, {
        "title": "第2219章 你永远留在这里吧（第二更）",
        "url": "https://m.biquge.info/23_23024/10328815.html"
      }, {
        "title": "第2220章 出事的居然是她",
        "url": "https://m.biquge.info/23_23024/10341368.html"
      }, {
        "title": "第2221章 网上到处是这个头条",
        "url": "https://m.biquge.info/23_23024/10363870.html"
      }, {
        "title": "第2222章 我们只能实话实说",
        "url": "https://m.biquge.info/23_23024/10384964.html"
      }, {
        "title": "第2223章 风向逆转",
        "url": "https://m.biquge.info/23_23024/10406404.html"
      }, {
        "title": "第2224章 生平仅见的对手",
        "url": "https://m.biquge.info/23_23024/10431364.html"
      }, {
        "title": "第2225章 我是她唯一的依靠",
        "url": "https://m.biquge.info/23_23024/10464322.html"
      }, {
        "title": "第2226章 人生赢家，莫过于此",
        "url": "https://m.biquge.info/23_23024/10491785.html"
      }, {
        "title": "第2227章 悉乎，分享你刚编的故事",
        "url": "https://m.biquge.info/23_23024/10514183.html"
      }, {
        "title": "情节全部原创，不接受任何污蔑！",
        "url": "https://m.biquge.info/23_23024/10528178.html"
      }, {
        "title": "第2228章 诡辩什么的她最喜欢了",
        "url": "https://m.biquge.info/23_23024/10538139.html"
      }, {
        "title": "第2229章 我是你爸爸",
        "url": "https://m.biquge.info/23_23024/10558308.html"
      }, {
        "title": "今天没有更新了",
        "url": "https://m.biquge.info/23_23024/10587061.html"
      }, {
        "title": "第2230章 往事重演",
        "url": "https://m.biquge.info/23_23024/10609526.html"
      }, {
        "title": "第2231章 我看见了",
        "url": "https://m.biquge.info/23_23024/10638399.html"
      }, {
        "title": "第2232章 这话霸气啊，我滴霍少！",
        "url": "https://m.biquge.info/23_23024/10667411.html"
      }, {
        "title": "第2233章 时间空隙的荒原",
        "url": "https://m.biquge.info/23_23024/10686110.html"
      }, {
        "title": "第2234章 稳赚不赔的投资",
        "url": "https://m.biquge.info/23_23024/10707395.html"
      }, {
        "title": "第2235章 解决问题，还是解决提出问题的人",
        "url": "https://m.biquge.info/23_23024/10728289.html"
      }, {
        "title": "第2236章 道高一尺",
        "url": "https://m.biquge.info/23_23024/10749069.html"
      }, {
        "title": "第2237章 一个人的战场",
        "url": "https://m.biquge.info/23_23024/10773386.html"
      }, {
        "title": "第2238章 有求必应",
        "url": "https://m.biquge.info/23_23024/10801662.html"
      }, {
        "title": "第2239章 不要跟鹦鹉一样人云亦云",
        "url": "https://m.biquge.info/23_23024/10835357.html"
      }, {
        "title": "第2240章 同路人",
        "url": "https://m.biquge.info/23_23024/10872899.html"
      }, {
        "title": "第2241章 你能，我也能！（大章）",
        "url": "https://m.biquge.info/23_23024/10900660.html"
      }, {
        "title": "第2242章 凶残的红桃Q",
        "url": "https://m.biquge.info/23_23024/10919775.html"
      }, {
        "title": "第2243章 这是威慑，也是警告",
        "url": "https://m.biquge.info/23_23024/10943899.html"
      }, {
        "title": "第2244章 一切秘密，就在这里啊",
        "url": "https://m.biquge.info/23_23024/10972346.html"
      }, {
        "title": "第2245章 猎杀和反猎杀",
        "url": "https://m.biquge.info/23_23024/11013213.html"
      }, {
        "title": "第2246章 它不是无中生有出来的（第一更）",
        "url": "https://m.biquge.info/23_23024/11031157.html"
      }, {
        "title": "第2247章 魔高一丈（第二更求月票）",
        "url": "https://m.biquge.info/23_23024/11035888.html"
      }, {
        "title": "第2248章 交给我，我来破除！（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11043104.html"
      }, {
        "title": "第2249章 求生欲非常强",
        "url": "https://m.biquge.info/23_23024/11073817.html"
      }, {
        "title": "第2250章 本源所在（第一更求月票）",
        "url": "https://m.biquge.info/23_23024/11086955.html"
      }, {
        "title": "第2251章 最会落井下石（第二更）",
        "url": "https://m.biquge.info/23_23024/11094524.html"
      }, {
        "title": "第2252章 轮回的初始值（第三更求月票）",
        "url": "https://m.biquge.info/23_23024/11100357.html"
      }, {
        "title": "第2253章 别怕，到妈妈这边来（第一更求推荐票）",
        "url": "https://m.biquge.info/23_23024/11110397.html"
      }, {
        "title": "第2254章 妈妈说，我是怪物（第二更）",
        "url": "https://m.biquge.info/23_23024/11122014.html"
      }, {
        "title": "第2255章 该面对的，始终要面对（第一更）",
        "url": "https://m.biquge.info/23_23024/11132936.html"
      }, {
        "title": "第2256章 我的睡美人（第二更大章）",
        "url": "https://m.biquge.info/23_23024/11142797.html"
      }, {
        "title": "第2257章 人生圆满了（第一更）",
        "url": "https://m.biquge.info/23_23024/11152875.html"
      }, {
        "title": "第2258章 人类的本质是复读机（第二更）",
        "url": "https://m.biquge.info/23_23024/11164248.html"
      }, {
        "title": "第2259章 天然的心理误区（第一更大章）",
        "url": "https://m.biquge.info/23_23024/11177864.html"
      }, {
        "title": "第2260章 人间蒸发（第二更）",
        "url": "https://m.biquge.info/23_23024/11184135.html"
      }, {
        "title": "第2261章 国家利益（第一更）",
        "url": "https://m.biquge.info/23_23024/11192503.html"
      }, {
        "title": "第2262章 最美的婚礼（大结局一）",
        "url": "https://m.biquge.info/23_23024/11198104.html"
      }, {
        "title": "第2263章 最美的婚礼（大结局完）",
        "url": "https://m.biquge.info/23_23024/11206589.html"
      }, {
        "title": "番外 我好像在哪里见过你",
        "url": "https://m.biquge.info/23_23024/11218906.html"
      }, {
        "title": "结文感言（免费）",
        "url": "https://m.biquge.info/23_23024/11240016.html"
      }],
      title: '第一章 啊啊啊啊啊啊啊',
    },
    //页面信息
    book_id: '', //存储小说表中的ID
    website_id: "", //小说网站对应的ID
    index_chapter: "", //章节在目录中的index
    chapter_url: "", //当前章节的url
    book_title: '', //小说的标题
    chapters: '', // 存储小说目录信息
    text: '', //当前章节内容
    title: '', //当前章节标题

    //页面逻辑
    showPage: true,
    showChapter: false,
    showMenu: false,

    //页面css
    titleSize: '150%',
    titleHeight: '200%',
    contentSize: '100%',
    contentHeight: '150%',
    color: '#333',
    backgroundColor: '#fff',


    // 设备信息
    clientHeight: '',
    clientWidth: '',
    winHeight: '',
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function(options) {
    wx.showLoading({
      title: '点击呼出菜单',
      mask: true
    });
    this.setData({
      book_id: options.book_id,
      website_id: options.website_id, //小说网站对应的ID
      index_chapter: options.index_chapter, //章节在目录中的index
      chapter_url: options.chapter_url, //当前章节的url
      book_title: options.book_title, //小说的标题
    })
    wx.setNavigationBarTitle({
      title: this.data.book_title
    })
   // this.getChapterContent(chapter_url)
    wx.getSystemInfo({
      success(res) {
        var clientHeight = res.windowHeight,
          clientWidth = res.windowWidth,
          rpxR = 750 / clientWidth;
        var calc = clientHeight * rpxR;
        this.setData({
          clientHeight: clientHeight,
          clientWidth: clientWidth,
          winHeight: calc,
        });
      }
    })

    setTimeout(() => {
      wx.hideLoading()
      this.getBookSources(options.book_id);
    }, 2000);


  },

  openMenu: function(options) {
    this.setData({
      showMenu: !this.data.showMenu
    });
  },

  showChapter: function(options) {
    this.setData({
      showChapter: !this.data.showChapter,
      showMenu: !this.data.showMenu,
    })
  },

  goPrev: function(o) {
    if (this.data.index_chapter === 0) {
      wx.showToast({
        title: '已到第一章',
        icon: 'loading',
        mask: true
      });
    } else {
      this.setData({
        index_chapter: this.data.index_chapter - 1,
        scrollTop: 0
      });
      if (this.data.chapters[this.data.index_chapter]) {
        this.getChapterContent(this.data.chapters[this.data.index_chapter].url);
      }
    }
  },

  //下载页面
  getChapterContent: function(link) {
    wx.showLoading({
      title: '加载中',
      mask: true
    })
    var baseUrl;
    wx.getStorageSync({
      key: 'baseUrl',
      success(res){
        baseUrl = res.data,
      }
    }),
    wx.request({
      url: baseUrl+"getContent", // 仅为示例，并非真实的接口地址
      data: {
        book_id: this.data.book_id,
        website_id: this.data.website_id,
        url: link,
      },
      header: {
        'content-type': 'application/json' // 默认值
      },
      method: 'POST',
      success(res) {
        wx.hideLoading();
        this.setData({
          text: res.data.text,
          title: res.data.title,
          chapters: res.data.chapters,
          chapter_url: link,
        })
      }
    })
  }

  //点击目录列表
  pickChapter: function(o) {
    
  },

  //跳转下一章
  goNext: function(o) {

  },

  //切换到夜间模式
  toggleDark: function(o) {

  },

  //切换到护眼模式
  toggleHuyan: function(o) {

  }

})